{
  "fetched_at": "2025-07-25T01:27:25.433Z",
  "entries": [
    {
      "id": "http://arxiv.org/abs/2507.16146v1",
      "updated": "2025-07-22T01:49:05Z",
      "published": "2025-07-22T01:49:05Z",
      "title": "The VISCACHA survey XIV. Chemical evolution history of the SMC: The\n  Southern Bridge Clusters",
      "summary": "  The chemical evolution history of the Small Magellanic Cloud (SMC) is complex\nand is best understood through a comprehensive analysis of star clusters across\nits various regions. The VISCACHA survey aims to fully explain the chemical\nevolution of SMC star clusters by analyzing different sub-regions adopted from\nan existing framework. The west halo (WH) region, which contains the oldest and\nmost metal-poor stellar populations, exhibits a clear age-metallicity relation\n(AMR) with minimal dispersion. This region shows a significant dip of ~0.5 dex\nin metallicity approximately 6 Gyr ago. This was likely caused by a major\nmerger event that subsequently accelerated the star formation rate. Clusters in\nthe Southern Bridge (SB) and Northern Bridge regions of the SMC may have\nexperienced distinct chemical enrichment histories, as suggested by our\nprevious works but with limited data coverage. Furthermore, the AMR of\nwing/bridge (W/B) shows no sign of enrichment caused by the aforementioned\nmerger event, but exhibits signatures of the recent collisions between the\nclouds contemporaneous with the epochs of the Magellanic Stream and Bridge\nformations.\n  In this study, we present an updated AMR for the SB region based on a sample\nthat includes approximately 67% of its known clusters. Contrary to the\nexpectation of a very unique chemical evolution history, these SB clusters show\na trend similar to the one of the WH clusters. The chemical evolution models\nthat best fit the AMR trend of the SB clusters show excellent agreement with\nthe major merger model proposed for the WH clusters. Building on this, we\nsuggest a new unified chemical evolution model for both the WH and SB clusters,\nwhich can be explained by a major merger at ~6 Gyr followed by episodic\nchemical enrichment over time.\n",
      "author": [
        {
          "name": "Sasi Saroon"
        },
        {
          "name": "B. Dias"
        },
        {
          "name": "T. Tsujimotto"
        },
        {
          "name": "F. Maia"
        },
        {
          "name": "B. P. L. Ferreira"
        },
        {
          "name": "R. A. P. Oliveira"
        },
        {
          "name": "M. C. Parisi"
        },
        {
          "name": "A. Pérez-Villegas"
        },
        {
          "name": "D. Minniti"
        },
        {
          "name": "B. J. De Bortoli"
        },
        {
          "name": "E. Bica"
        },
        {
          "name": "P. Westera"
        },
        {
          "name": "O. J. Katime Santrich"
        },
        {
          "name": "D. Geisler"
        },
        {
          "name": "David Sanmartim"
        },
        {
          "name": "Bruno Correa Quint"
        },
        {
          "name": "Luciano Fraga"
        },
        {
          "name": "J. F. C. Santos Jr."
        },
        {
          "name": "E. R. Garro"
        },
        {
          "name": "Jose G. Fernandez-Trincado"
        },
        {
          "name": "O. O. Casmir"
        }
      ],
      "arxiv:comment": {
        "_": "18 pages, 9 figures, Accepted for publication in A&A journal",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2507.16146v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2507.16146v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 2
    },
    {
      "id": "http://arxiv.org/abs/2507.15967v1",
      "updated": "2025-07-21T18:05:10Z",
      "published": "2025-07-21T18:05:10Z",
      "title": "Resolving Black Hole Family Issues Among the Massive Ancestors of Very\n  High-Spin Gravitational-Wave Events Like GW231123",
      "summary": "  The latest detection of GW231123, a binary black hole (BH) merger with\nexceptionally large masses and high spins for the incoming components, has been\nsuggested as a smoking gun for hierarchical formation. In this scenario, a\nfirst generation of BHs resulting from collapsing stars form in a dense\nenvironment. Here they can assemble dynamically and undergo subsequent mergers.\nWe discuss three challenges for the formation of a GW231123-like event inside a\nstar cluster: 1) The high masses of the incoming BHs appear to be in the\npredicted pair-instability mass gap and thus suggest that second-generation or\nhigher-order generation BHs are involved. 2) Very high spins ($\\chi_f \\gtrsim\n0.8$) are very unlikely for dynamically assembled BHs because of the isotropic\ndistribution of spin vectors. 3) Hierarchically formed BHs are susceptible to\nreceive large recoils, which could kick them out of their cluster. We simulate\nthis scenario and show that only a few percent of mergers recover remnants\nwithin GW231123's primary spin estimate $\\chi_1=0.9^{+0.10}_{-0.19}$ and are\nretained inside typical star clusters. A large fraction of very rapidly\nspinning second-generation BHs (including $\\chi_f>0.9$) can only form if the\nfirst-generation BHs merges with aligned spins. This is a natural outcome of\nmassive binary star evolution scenarios, such as a chemically homogeneous\nevolution. This scenario also predicts equal masses for the components,\nimplying that the resulting BHs tend to receive very low recoil kicks and would\ntherefore likely be retained inside a cluster. We conclude that GW231123-like\nevents, if formed in a star cluster, could require first-generation BHs with\nlarge aligned spins that evolved through stellar binary interaction, followed\nby the dynamical assembly for a subsequent merger. We discuss the implications\nfor the uncertain lower edge of the putative mass gap 60-130 $\\rm M_\\odot$.\n",
      "author": [
        {
          "name": "Jakob Stegmann"
        },
        {
          "name": "Aleksandra Olejak"
        },
        {
          "name": "Selma E. de Mink"
        }
      ],
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2507.15967v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2507.15967v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.HE",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.HE",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "gr-qc",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 3
    },
    {
      "id": "http://arxiv.org/abs/2507.15921v1",
      "updated": "2025-07-21T18:00:00Z",
      "published": "2025-07-21T18:00:00Z",
      "title": "The VISCACHA Survey: XIII. The extended main-sequence turn-off in\n  intermediate-age low-mass clusters",
      "summary": "  The extended main-sequence turn-off (eMSTO) is a well-known feature observed\nin young and intermediate-age star clusters, characterized by a significant\nbroadening of the main-sequence turn-off region. Although prolonged star\nformation and stellar rotation have been proposed as possible explanations, no\nconsensus has yet been reached. Most previous studies have focused on high-mass\nclusters. In this work, we extend the analysis to the less-explored low-mass\nregime by investigating star clusters in the Magellanic Clouds using data from\nthe VISCACHA survey. We employed a widely used method to quantify the MSTO\nwidth in terms of age spread. Additionally, to validate our approach, we used a\ncluster also observed with HST. Our analysis confirms that the eMSTO phenomenon\nis also present in low-mass clusters, following the known age/mass-MSTO width\nrelations. In particular, the less massive cluster in our sample does not show\nan eMSTO, supporting the proposed link between the eMSTO and the escape\nvelocity of the cluster, providing a new lower limit to the age spread of\n$88\\pm40$ Myr for the presence of the eMSTO. The consistent MSTO width\nmeasurements between the VISCACHA and HST photometries confirm the robustness\nof our method and demonstrate that the age spread determination is independent\nof the photometric system, showing also the power of ground-based observations\nto investigate the eMSTO phenomenon.\n",
      "author": [
        {
          "name": "Stefano Souza"
        },
        {
          "name": "Angeles Pérez-Villegas"
        },
        {
          "name": "Bruno Dias"
        },
        {
          "name": "Leandro Kerber"
        },
        {
          "name": "Beatriz Barbuy"
        },
        {
          "name": "Raphael A. P. Oliveira"
        },
        {
          "name": "Bernardo P. L. Ferreira"
        },
        {
          "name": "João F. C. Santos Jr."
        },
        {
          "name": "Francisco F. S. Maia"
        },
        {
          "name": "Eduardo Bica"
        },
        {
          "name": "Gustavo Baume"
        },
        {
          "name": "Dante Minniti"
        },
        {
          "name": "Elisa R. Garro"
        },
        {
          "name": "André L. Figueiredo"
        },
        {
          "name": "José G. Fernández-Trincado"
        },
        {
          "name": "Sasi Saroon"
        },
        {
          "name": "Luciano Fraga"
        },
        {
          "name": "Bruno Quint"
        },
        {
          "name": "David Sanmartim"
        }
      ],
      "arxiv:comment": {
        "_": "Accepted for publication in A&A. 9 pages, 5 figures, and 2 tables",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2507.15921v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2507.15921v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 2
    },
    {
      "id": "http://arxiv.org/abs/2507.15122v1",
      "updated": "2025-07-20T21:05:01Z",
      "published": "2025-07-20T21:05:01Z",
      "title": "Stellar Population Astrophysics (SPA) with the TNG: NLTE atmospheric\n  parameters and abundances of giant stars in 33 Open Clusters",
      "summary": "  Open clusters serve as important tools for accurately studying the chemical\nevolution of the Milky Way. By combining precise chemical data from\nhigh-resolution spectra with information on their distances and ages, we can\neffectively uncover the processes that have shaped our Galaxy. This study aims\nto derive NLTE atmospheric parameters and chemical abundances for approximately\none hundred giant stars across 33 open clusters with near-solar metallicity.\nThe clusters span a wide range of ages, enabling an assessment of the presence\nand extent of any age-related abundance gradients. In the Stellar Population\nAstrophysics (SPA) project, we acquired new high-resolution spectra of open\nclusters using the HARPS-N echelle spectrograph at the Telescopio Nazionale\nGalileo. We chemically characterized nine open clusters for the first time and\nreanalyzed previously studied SPA clusters, resulting in a consistent and\nhomogeneous sample. We determined NLTE atmospheric parameters using the\nequivalent width method and derived NLTE chemical abundances through spectral\nsynthesis for various elements, including alpha elements (Mg, Si, and Ti),\nlight odd-Z elements (Na, Al), iron-peak elements (Mn, Co, and Ni), and\nneutron-capture elements (Sr, Y, and Eu). Our findings are compared with the\nexisting literature, revealing good agreement. We examine the trends of [X/Fe]\nversus age, confirming previous observations and the enrichment patterns\npredicted by nucleosynthesis processes. Positive correlations with age are\npresent for Mg, Si, Ti, Al, Mn, Co, Ni, and Sr, while Na and Y and Eu show a\nnegative trend. This study emphasizes the significance of NLTE corrections and\nreinforces the utility of open clusters as tracers of Galactic chemical\nevolution. Furthermore, we provide a benchmark sample of NLTE abundances for\nupcoming open cluster surveys within large-scale projects such as 4MOST and\nWEAVE.\n",
      "author": [
        {
          "name": "M. Dal Ponte"
        },
        {
          "name": "V. D'Orazi"
        },
        {
          "name": "A. Bragaglia"
        },
        {
          "name": "A. R. Casey"
        },
        {
          "name": "N. Storm"
        },
        {
          "name": "L. Spina"
        },
        {
          "name": "J. Alonso-Santiago"
        },
        {
          "name": "G. Andreuzzi"
        },
        {
          "name": "A. Frasca"
        },
        {
          "name": "J. Kos"
        },
        {
          "name": "S. Lucatello"
        },
        {
          "name": "D. Romano"
        },
        {
          "name": "A. Vallenari"
        },
        {
          "name": "N. Vernekar"
        }
      ],
      "arxiv:comment": {
        "_": "23 pages, 12 figures, Accepted for publication in A&A",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2507.15122v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2507.15122v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.SR",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 13.5
    },
    {
      "id": "http://arxiv.org/abs/2507.14933v1",
      "updated": "2025-07-20T12:08:48Z",
      "published": "2025-07-20T12:08:48Z",
      "title": "Simple model of violent relaxation of a spherical stellar system",
      "summary": "  A spherical system with arbitrary mean velocities in the radial and\ntransverse directions, but with zero dispersion of radial velocities, is\nconsidered as a model describing the violent relaxation of star clusters and\ngalaxies. The model allows to reduce the infinite chain of Jeans' equations of\nmoments to just three hydrodynamic equations. The found system of equations is\nconsistent with the law of conservation of energy and the virial equation. This\npart of the work is devoted to a general description of the model, then the\ncalculation results will be presented.\n",
      "author": {
        "name": "V. Yu. Terebizh"
      },
      "arxiv:comment": {
        "_": "9 pages, No figures",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2507.14933v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2507.14933v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "A.0",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2507.14433v1",
      "updated": "2025-07-19T02:02:34Z",
      "published": "2025-07-19T02:02:34Z",
      "title": "The impact of stellar rotations and binaries on the shape of upper main\n  sequence near turn off in open cluster NGC\\,6067",
      "summary": "  We present the analysis of the extended Main Sequence Turn-Off (eMSTO) in the\nopen cluster NGC\\,6067. We derive the projected rotational velocity,\n\\textit{v}sin\\textit{i}, of the stars belonging to the eMSTO region of the main\nsequence (MS) utilizing \\textit{Gaia}-ESO spectra. Our results reveal a\npositive correlation between \\textit{v}sin\\textit{i} and the color of eMSTO\nstars, where fast-rotating stars predominantly occupy the red part of the MS\nwhile slow-rotating ones prefer a bluer side of the MS. The gravity-darkening\neffect might be a reason for this correlation. We find that most of the close\nbinaries present in the eMSTO population would be slow-rotating due to the\ntidal-locking phenomenon. We identify four double-lined spectroscopic binaries\n(SB2) featuring slow-rotating companions, further supporting this tidal-locking\nhypothesis. However, the spatial distribution and the cumulative radial\ndistribution indicate a higher concentration of red eMSTO stars in the\ncluster's central region than their bluer counterparts. This suggests that\ntidal locking is less likely to be the cause of the observed spread in rotation\nrates among eMSTO stars. Instead, we propose that star-disk interactions during\nthe pre-main-sequence phase might have played a crucial role in spreading the\nrotation rates of stars, leading to the eMSTO phenomenon in NGC\\,6067.\n",
      "author": [
        {
          "name": "Jayanand Maurya"
        },
        {
          "name": "Yu Zhang"
        },
        {
          "name": "Sebastian Kamann"
        },
        {
          "name": "Hubiao Niu"
        },
        {
          "name": "Yves Frémat"
        },
        {
          "name": "Kaixiang Lang"
        },
        {
          "name": "Y. C. Joshi"
        },
        {
          "name": "M. R. Samal"
        },
        {
          "name": "Peter De Cat"
        },
        {
          "name": "Ali Esamdin"
        }
      ],
      "arxiv:doi": {
        "_": "10.3847/1538-4357/adef40",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "title": "doi",
            "href": "http://dx.doi.org/10.3847/1538-4357/adef40",
            "rel": "related"
          }
        },
        {
          "$": {
            "href": "http://arxiv.org/abs/2507.14433v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2507.14433v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:comment": {
        "_": "19 pages, 4 tables, 15 figures, accepted for publication in The\n  Astrophysical Journal",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.SR",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 6
    },
    {
      "id": "http://arxiv.org/abs/2507.13904v1",
      "updated": "2025-07-18T13:34:25Z",
      "published": "2025-07-18T13:34:25Z",
      "title": "The dynamical evolution of the stellar clumps in the Sparkler galaxy",
      "summary": "  Recent JWST observations detected stellar clumps around the z=1.4\ngravitationally lensed Sparkler galaxy (of stellar mass $M_*\\sim\n10^9\\,\\mathrm{M_\\odot}$), with ages and metallicities compatible with globular\nclusters (GCs). However, most of their masses ($>10^6\\,\\mathrm{M_\\odot}$) and\nsizes (>30 pc) are about 10 times those of GCs in the local Universe. To assess\nwhether these clumps can evolve into GCs, we performed N-body simulations of\ntheir dynamical evolution from z=1.4 to z=0 (9.23 Gyr), under the effect of\ndynamical friction and tidal stripping. Dynamical friction is studied\nperforming multiple runs of a clump system in a Sparkler-like spherical halo of\nmass $M_{200}\\simeq 5\\times 10^{11}\\,\\mathrm{M_\\odot}$ (from the\nstellar-to-halo mass relation). For the tidal stripping, we simulated resolved\nclumps, orbiting in an external, static gravitational potential including the\nsame halo as in the dynamical friction simulations and also a Sparkler-like\nstellar disk. Dynamical friction causes the clumps with mass\n$>10^7\\,\\mathrm{M_\\odot}$ to sink into the galaxy central regions, possibly\ncontributing to the bulge growth. In absence of tidal stripping, the mass\ndistribution of the surviving clumps (40%) peaks at $5\\times\n10^6\\,\\mathrm{M_\\odot}$, implying the presence of uncommonly over-massive\nclumps at z=0. Tidal shocks by the stellar disk strip considerable mass from\nlow-mass clumps, even though their sizes remain larger than those of\npresent-day GCs. When the surviving clumps are corrected for tidal stripping,\ntheir mass distribution peak shifts to $2\\times 10^6\\,\\mathrm{M_\\odot}$,\ncompatible with massive GCs. Our simulations suggest that a fraction of the\nSparkler clumps is expected to fall into the central regions, where they might\nbecome bulge fossil fragments or contribute to form a nuclear star cluster. The\nremaining clumps are too large in size to be progenitors of GCs.\n",
      "author": [
        {
          "name": "Eric Giunchi"
        },
        {
          "name": "Federico Marinacci"
        },
        {
          "name": "Carlo Nipoti"
        },
        {
          "name": "Adélaïde Claeyssens"
        },
        {
          "name": "Raffaele Pascale"
        },
        {
          "name": "Francesco Calura"
        },
        {
          "name": "Antonio Ragagnin"
        }
      ],
      "arxiv:comment": {
        "_": "Submitted to A&A; 16 pages, 4 pages of Appendix, 16 figures, 6 tables",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2507.13904v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2507.13904v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 1
    }
  ]
}