{
  "fetched_at": "2025-08-14T18:25:59.867Z",
  "entries": [
    {
      "id": "http://arxiv.org/abs/2508.09845v1",
      "updated": "2025-08-13T14:26:13Z",
      "published": "2025-08-13T14:26:13Z",
      "title": "On the Nature of the Protoplanetary Nebula OH\\,231.8+4.2",
      "summary": "  Aims. OH 231.8+4.2 , also known as the Rotten Egg or Calabash nebula is a\nprotoplanetary nebula which is seen in the direction of the open cluster M 46.\nWhile an association of the nebula with the cluster has been suggested in the\npast, this has been never confirmed. Here, we present accurate trigonometric\nparallax and proper motion measurements using VLBI observations of masers in\nthe nebula and Gaia DR3 data for the cluster.\n  Methods. We observed 22 GHz H2O and 43 GHz SiO masers around OH 231.8+4.2\nusing the Very Long Baseline Array at 4 epochs over 1 year. We also calculated\nthe parallax and proper motion of the open star cluster M 46 using Gaia DR3\ndata.\n  Results. Based on astrometric monitoring for 1 year, we measured an annual\nparallax of OH 231.8+4.2 to be 0.65 +\\- 0.01 mas (stat.) +\\- 0.02 mas (syst.),\ncorresponding to a distance of 1.54 +\\- 0.05 kpc. This agrees well with the\nparallax of M 46 from the Gaia DR3 data, which is 0.639 +\\- 0.001 mas (stat.)\n+\\- 0.010 mas (syst.). We re-estimated the luminosity of OH 231.8+4.2 to be 1.4\nx 10^4 L_sol. However, there is a 15 km/s velocity difference between OH\n231.8+4.2 and M 46 which could be caused by a past merger event.\n",
      "author": [
        {
          "name": "Andreas Brunthaler"
        },
        {
          "name": "Yoon Kyung Choi"
        },
        {
          "name": "Karl M. Menten"
        },
        {
          "name": "Mark J. Reid"
        }
      ],
      "arxiv:comment": {
        "_": "9 pages, 6 figures, proposed for acceptance to A&A",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2508.09845v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2508.09845v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.SR",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 2.5
    },
    {
      "id": "http://arxiv.org/abs/2508.09251v1",
      "updated": "2025-08-12T18:00:02Z",
      "published": "2025-08-12T18:00:02Z",
      "title": "The Interstellar Medium in IZw18 seen with JWST/MIRI: I. Highly Ionized\n  Gas",
      "summary": "  We present JWST/MIRI spectra from the Medium-Resolution Spectrometer of\nIZw18, a nearby dwarf galaxy with a metallicity of $\\sim$3% Solar. Its\nproximity enables a detailed study of highly ionized gas that can be\ninterpreted in the context of newly discovered high-redshift dwarf galaxies. We\nderive aperture spectra centered on eleven regions of interest; the spectra\nshow very low extinction, A_V $\\lesssim 0.1$, consistent with optical\ndeterminations. The gas is highly ionized; we have detected 10 fine-structure\nlines, including [OIV] 25.9 micron with an ionization potential (IP) of $\\sim$\n55 eV, and [NeV] 14.3 micron with an IP of $\\sim$ 97 eV. The ionization state\nof IZw18 falls at the extreme upper end of all of the line ratios we analyzed,\nbut not coincident with galaxies containing an accreting massive black hole\n(active galactic nucleus). Comparison of the line ratios with state-of-the-art\nphotoionization and shock models suggests that the high ionization state in\nIZw18 is not due to shocks. Rather it can be attributed to metal-poor stellar\npopulations with a self-consistent contribution of X-ray binaries or\nultra-luminous X-ray sources. It could also be partially due to a small number\nof hot low-metallicity Wolf-Rayet stars ionizing the gas; a small fraction (a\nfew percent) of the ionization could come from an intermediate-mass black hole.\nOur spectroscopy also revealed four 14 micron continuum sources, $\\gtrsim\n30-100$ pc in diameter, three of which were not previously identified. Their\nproperties are consistent with HII regions ionized by young star clusters.\n",
      "author": [
        {
          "name": "L. K. Hunt"
        },
        {
          "name": "A. Aloisi"
        },
        {
          "name": "M. G. Navarro"
        },
        {
          "name": "R. J. Rickards Vaught"
        },
        {
          "name": "B. T. Draine"
        },
        {
          "name": "A. Adamo"
        },
        {
          "name": "F. Annibali"
        },
        {
          "name": "D. Calzetti"
        },
        {
          "name": "S. Hernandez"
        },
        {
          "name": "B. L. James"
        },
        {
          "name": "M. Mingozzi"
        },
        {
          "name": "R. Schneider"
        },
        {
          "name": "M. Tosi"
        },
        {
          "name": "B. Brandl"
        },
        {
          "name": "M. G. del Valle-Espinosa"
        },
        {
          "name": "F. Donnan"
        },
        {
          "name": "A. S. Hirschauer"
        },
        {
          "name": "M. Meixner"
        },
        {
          "name": "D. Rigopoulou"
        },
        {
          "name": "C. T. Richardson"
        },
        {
          "name": "J. M. Levanti"
        },
        {
          "name": "A. R. Basu-Zych"
        }
      ],
      "arxiv:comment": {
        "_": "28 pages, 12 figures, 2 appendices; accepted for publication in ApJ",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2508.09251v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2508.09251v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2508.09127v1",
      "updated": "2025-08-12T17:55:21Z",
      "published": "2025-08-12T17:55:21Z",
      "title": "Binary clusters in the Galactic disk I: Systematic identification and\n  classification using Gaia DR3",
      "summary": "  Aims. We aim to identify and classify BCs using high-precision astrometric\nand kinematic data, and to investigate their physical properties, mutual\ngravitational interactions, and formation rates. Methods. We used a\ncomprehensive star cluster catalog that contains 4,084 high-quality clusters.\nBased on spatial and kinematic proximity, we identified 400 cluster pairs\ninvolving 686 unique clusters. These pairs were classified into three types:\nprimordial BCs, systems formed through tidal capture or resonant trapping, and\nhyperbolic encounter pairs. For each system, we calculated the tidal factor to\nquantify the strength of mutual tidal interaction. Additionally, we constructed\nmulti-cluster systems by identifying transitive connections among cluster\npairs. Results. Among the 400 identified cluster pairs, nearly 60.8% (243\npairs) are probably primordial BCs, exhibiting both similar ages and motions.\nThis supports a scenario where they formed together in the same giant molecular\ncloud. We find that 82.5% of the cluster pairs have strong mutual tidal forces.\nIn addition, 278 star clusters are identified as members of 82 multi-cluster\nsystems, including 27 newly reported groups. Cross-matching with the literature\nconfirms the recovery of previously reported systems and leads to the discovery\nof 268 new cluster pairs. In our sample, about 16.8% of star clusters are\ninvolved in some type of interaction with another cluster, and 9.94% of star\nclusters are likely born in primordial BCs. Conclusions. Our results provide a\ncomprehensive, homogeneously identified sample of Galactic BCs. The high\nfraction of primordial BCs and their mutual tidal interaction suggest that\ncluster formation in pairs is a main outcome of star formation. This work\noffers new observational constraints on the formation and dynamical evolution\nof multiple star cluster systems.\n",
      "author": [
        {
          "name": "Guimei Liu"
        },
        {
          "name": "Yu Zhang"
        },
        {
          "name": "Jing Zhong"
        },
        {
          "name": "Songmei Qin"
        },
        {
          "name": "Yueyue Jiang"
        },
        {
          "name": "Li Chen"
        }
      ],
      "arxiv:comment": {
        "_": "Accepted for publications in A&A. 11 pages, 8 figures",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2508.09127v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2508.09127v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 5
    },
    {
      "id": "http://arxiv.org/abs/2508.08666v1",
      "updated": "2025-08-12T06:20:52Z",
      "published": "2025-08-12T06:20:52Z",
      "title": "Formation process of young stellar population in Messier 16 from a\n  kinematic perspective",
      "summary": "  We present a kinematic study of young stars in Messier 16 (M16) using the\nGaia Data Release 3 and high-resolution spectra. A total of 345 stars are\nselected as genuine members using the published lists of X-ray, infrared\nsources, and early-type stars as well as the Gaia data. There is severe\ndifferential reddening across this region and the reddening law of the\nintracluster medium appears abnormal. The distance to M16, derived from the\nparallaxes of the members, is about 1.7 kpc. The ages of members, estimated by\ncomparing their color-magnitude diagram with theoretical isochrones, range from\n1 Myr to 4 Myr. This star-forming region is composed of an open cluster (NGC\n6611) and a distributed population. This cluster shows a clear pattern of\nexpansion and rotation. Some of the distributed population are spatially\nassociated with the gas pillars located at the ridge of H II bubble. In\nparticular, several stars moving away from the cluster are physically\nassociated with the northeastern pillar. In addition, their younger ages\nsupport the idea that the formation of these stars was triggered by the\nfeedback from massive stars in NGC 6611. On the other hand, the other stars do\nnot show systematic radial or stream motions; therefore, they likely formed\nthrough spontaneous star formation events. We discuss the formation of young\nstars in the context of cluster expansion, spontaneous star formation, and\nfeedback-driven star formation, and suggest that all of these mechanisms\npossibly contributed to their formation.\n",
      "author": [
        {
          "name": "Beomdu Lim"
        },
        {
          "name": "Hyeong-Sik Yun"
        },
        {
          "name": "Hyun-Jeong Kim"
        },
        {
          "name": "Yuna Lee"
        },
        {
          "name": "Jae-Rim Koo"
        },
        {
          "name": "Jongsuk Hong"
        },
        {
          "name": "Heeyoung Oh"
        }
      ],
      "arxiv:comment": {
        "_": "19 pages, 16 figures, Accepted for publication in AJ",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2508.08666v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2508.08666v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.SR",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 1.5
    },
    {
      "id": "http://arxiv.org/abs/2508.08406v1",
      "updated": "2025-08-11T18:55:11Z",
      "published": "2025-08-11T18:55:11Z",
      "title": "Hot Jupiter formation in dense stellar clusters: A Monte Carlo model\n  applied to 47 Tucanae",
      "summary": "  We study the efficiency of high-e migration as a pathway for Hot Jupiter\nformation in the dense globular cluster 47 Tuc. Gravitational N-body\nsimulations are performed to investigate the orbital evolution of star-planet\nsystems due to dynamical stellar perturbations. Planetary systems that have\nbeen scattered into orbits of sufficiently high eccentricity can undergo tidal\ncircularisation, with Hot Jupiter formation being one possible stopping\ncondition. We also account for the possibility of (i) ionisation due to\nhigh-energy encounters, (ii) tidal disruption of the planet by tidal forces\ninside the Roche limit and (iii) Warm Jupiter formation. The orbital evolution\nof a population of cold Jupiter progenitors, with initial semi-major axes\nbetween 1-30 au, is simulated over 12 Gyr using a simplified dynamical model of\n47 Tuc. Our computational treatment of dynamical encounters yields an overall\nHJ occurrence rate of F_HJ = 5.9 x 10^-4 per cluster star (a 51 per cent\nenhancement relative to the analytic baseline). The probability of Hot Jupiter\nformation is highest in the core and falls off steeply beyond a few parsecs\nfrom the centre of the cluster, where the stellar density is too low to drive\nefficient eccentricity diffusion. The code can be found here:\nhttps://github.com/James-Wirth/HotJupiter.\n",
      "author": [
        {
          "name": "J. A. Wirth"
        },
        {
          "name": "C. J. Clarke"
        },
        {
          "name": "A. J. Winter"
        }
      ],
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2508.08406v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2508.08406v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.EP",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.EP",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 1.5
    },
    {
      "id": "http://arxiv.org/abs/2508.05296v1",
      "updated": "2025-08-07T11:52:12Z",
      "published": "2025-08-07T11:52:12Z",
      "title": "DAWN. I. Simulating the formation and early evolution of stellar\n  clusters with Phantom N-Body",
      "summary": "  Context. Simulating stellar dynamics in a molecular cloud environment is\nnumerically challenging due to the strong coupling between young stars and\ntheir surrounding gas, and the large range of length and time scales. Aims.\nThis paper is the first of a suite aimed at investigating the complex early\nstellar dynamics in star-forming regions. We present a new simulation framework\nwhich is the key to generating a larger set of simulations, enabling\nstatistical analysis. Methods. Methods originating from the stellar dynamics\ncommunity, including regularisation and slowdown methods (SDAR), have been\nadded to the hydrodynamical code Phantom to produce simulations of embedded\ncluster early dynamics. This is completed by a novel prescription of star\nformation to initialise stars with a low numerical cost, but in a way that is\nconsistent with the gas distribution. Finally, a prescription for H ii region\nexpansion has been added to model the gas removal. Results. We have run\ntestcase simulations following the dynamical evolution of stellar clusters from\nthe cloud collapse to a few Myr. Our new numerical methods fulfil their\nfunction by speeding up the calculation. The N-body dynamics with our novel\nimplementation never appear as a bottleneck. Our first simulations show that\nmassive stars largely impact the star formation process and shape the dynamics\nof the resulting cluster. Depending on the position of these massive stars and\nthe strength of their feedback, they can prematurely dismantle part of the\ncloud or trigger a second event of cloud collapse, preferentially forming\nlow-mass stars. This stochastic behaviour confirms the need for statistical\nstudies. Conclusions. Our new Phantom N-Body framework enables efficient\nsimulation of the formation and evolution of star clusters. It enables the\nstatistical analysis needed to build models of the dynamical evolution of\nembedded star clusters.\n",
      "author": [
        {
          "name": "Yann Bernard"
        },
        {
          "name": "Estelle Moraux"
        },
        {
          "name": "Daniel J. Price"
        },
        {
          "name": "Frédérique Motte"
        },
        {
          "name": "Fabien Louvet"
        },
        {
          "name": "Isabelle Joncour"
        }
      ],
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2508.05296v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2508.05296v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.IM",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 2.5
    }
  ]
}