{
  "fetched_at": "2025-08-20T12:35:10.055Z",
  "entries": [
    {
      "id": "http://arxiv.org/abs/2508.13980v1",
      "updated": "2025-08-19T16:14:23Z",
      "published": "2025-08-19T16:14:23Z",
      "title": "Fractality of open clusters in singles, pairs, and groups",
      "summary": "  In this work, we investigate the global structural properties and fractality\nof 1,876 open clusters (OCs) in different environments, including 1,145\nsingles, 392 pairs, and 339 groups. We analyze cluster mass, age, size,\nconcentration, and fractal structure using the Q parameter and the fractal\ndimension fdim, and examine their correlations with key physical parameters.\nOur results reveal systematic environmental trends: clusters in groups are\ngenerally younger, less massive, slightly larger, and less centrally\nconcentrated than those in pairs or singles. Fractality is more pronounced in\nclusters within pairs and groups, with 44% of group clusters exhibiting fractal\nsubstructure compared to 38.5% for pairs and 33.2% for singles. Similarly,\nmedian fdim values increase from singles (1.13) to pairs (1.16) to groups\n(1.25), reflecting greater substructure in denser environments. These findings\nindicate that both intrinsic cluster properties and environmental context\nsignificantly influence cluster evolution. More massive clusters tend to evolve\ntoward centrally concentrated, radially symmetric configurations, while less\nmassive clusters retain fractal features for longer periods. Overall, our study\ndemonstrates that open clusters do not evolve in isolation: interactions with\nthe environment play a critical role in shaping their structural evolution and\ndynamical state.\n",
      "author": {
        "name": "Almat Akhmetali"
      },
      "arxiv:comment": {
        "_": "10 pages, 7 figures, 1 table",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2508.13980v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2508.13980v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.IM",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 7.5
    },
    {
      "id": "http://arxiv.org/abs/2508.13893v1",
      "updated": "2025-08-19T14:57:10Z",
      "published": "2025-08-19T14:57:10Z",
      "title": "Binary stars in the Milky Way nuclear stellar cluster",
      "summary": "  Intermediate-mass galaxies, including the Milky Way, typically host both a\nsupermassive black hole (SMBH) and a nuclear stellar cluster (NSC). Binaries in\nan NSC evolve via close encounters with surrounding stars and secular processes\nrelated to the SMBH. We study moderately soft and hard binaries\n($0.03$-$2.5\\,\\mathrm{au}$, $M \\lesssim 2\\,M_\\odot$) initially at\ngalactocentric radii 0.1 and 0.3 pc using three-body simulations including von\nZeipel-Lidov-Kozai oscillations and tidal dissipation over $\\sim 10$ Gyr.\nBinaries migrate both inward and outward as a consequence of kicks received in\nthe three-body encounters. Inward migration leads to destruction via mergers\nand evaporation, while outward migration is a pathway to retaining intact\nbinaries for $\\gtrsim 10$ Gyr. All surviving binaries are hard and circular,\nbut outcomes for binaries initially at the hard-soft boundary are stochastic.\nWe find that: (i) about $0.3$ percent of evaporated binaries fall into the\nSMBH's loss cone, (ii) at least $1$ percent of mergers occur late enough to\nappear as blue straggler stars (BSSs) on the main sequence or as recently\nevolved red giants, (iii) about $1$ percent of binaries initially at 0.1 pc\nmerge within the inner arcsec of the NSC, and (iv) less than about $80$ percent\nof field-star collisions with a binary star lead to a subsequent merger; a\nthree-body pile up, which are relatively common in the first 1-2 Gyr and could\nserve as a way to form more massive BSSs in the NSC. We predict that a small\nfraction of binaries originate closer to the SMBH than their present-day\norbits, and vice versa for evaporated binaries and BSSs. The mergers confined\nto the inner arcsec occur after $\\gtrsim 300$ Myr, too long to be directly\nrelated to the formation of the S-stars or G-objects, but suggest that the\ninner arcsec is contaminated with BSSs from earlier star formation events.\n",
      "author": [
        {
          "name": "Arn Marklund"
        },
        {
          "name": "Ross P. Church"
        },
        {
          "name": "Alessandro A. Trani"
        }
      ],
      "arxiv:comment": {
        "_": "20 pages, 21 figures, 3 tables (5 figures and 1 table in Appendices\n  A-E). Accepted to A&A",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2508.13893v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2508.13893v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 2
    },
    {
      "id": "http://arxiv.org/abs/2508.12866v1",
      "updated": "2025-08-18T12:04:55Z",
      "published": "2025-08-18T12:04:55Z",
      "title": "A bird's eye view of stellar evolution through populations of variable\n  stars in Galactic open clusters",
      "summary": "  Both star clusters and variable stars are sensitive laboratories of stellar\nastrophysics and evolution: cluster member stars provide context for\ninterpreting cluster populations, whereas variability reveals the nature of\nindividual stellar systems. The European Space Agency's Gaia mission has\nrevolutionized the census of star clusters in the Milky Way, while\nsimultaneously providing an unprecedented homogeneous all-sky catalog of\nvariable stars. Here, we leverage the third Gaia data release to obtain an\nempirical bird's eye view of stellar evolution based on 34760 variable stars\nresiding in 1192 Galactic open clusters (OCs) containing 173294 members\n(variable member fraction 20.0%). Using precise OC distances, dereddened\nmagnitudes, and consistently determined ages, we a) pinpointed regions of\npulsational instability across the color-absolute magnitude diagram (CaMD); b)\ntraced the occurrence rate of variables as a function of age, and c) considered\nthe evolution of rotation periods and photometric activity (gyrochronology).\nThe occurrence of pulsating stars can serve as a model- and\nreddening-independent age estimator. Our results underline that jointly\nconsidering stellar variability and OC membership enables a plethora of further\napplications, such as age dating or dereddening OCs based on expected CaMD\nlocations of variable stars. Upcoming Gaia data releases and the Vera C. Rubin\nObservatory will vastly increase the extent to which the details of variable\nstars in OCs can empirically unravel the astrophysics and evolution of stellar\npopulations.\n",
      "author": [
        {
          "name": "Richard I. Anderson"
        },
        {
          "name": "Emily L. Hunt"
        }
      ],
      "arxiv:doi": {
        "_": "10.1051/0004-6361/202555111",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "title": "doi",
            "href": "http://dx.doi.org/10.1051/0004-6361/202555111",
            "rel": "related"
          }
        },
        {
          "$": {
            "href": "http://arxiv.org/abs/2508.12866v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2508.12866v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:comment": {
        "_": "4 pages, 3 figures plus appendix",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "arxiv:journal_ref": {
        "_": "A&A 700, L13 (2025)",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.SR",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 8
    },
    {
      "id": "http://arxiv.org/abs/2508.12788v1",
      "updated": "2025-08-18T10:04:17Z",
      "published": "2025-08-18T10:04:17Z",
      "title": "How many stars form in compact clusters in the local Milky Way?",
      "summary": "  Two main models coexist for the environment in which stars form. The\nclustered model stipulates that the bulk of star formation occurs within dense\nembedded clusters, but only a minority of them survive the residual gas\nexpulsion phase caused by massive stellar feedback unbinding the clusters. On\nthe other hand, the hierarchical model predicts that star formation happens at\na range of scales and densities, where open clusters (OCs) only emerge from the\ndensest regions. We aim to exploit a recent catalog of compact OCs, corrected\nfor completeness, to obtain an updated estimation of the surface density star\nformation rate within OCs ($\\sum_{\\rm SFR,OC}$), which we compare with recent\nestimates of $\\sum_{\\rm SFR}$ to determine which model is more likely. We have\napplied two methods. The first one consisted of integrating over the power law\nthat was fit for the mass function of the youngest OCs using a MC sampling. The\nsecond one consisted of counting the total compact mass within these youngest\nOCs within 1 kpc, so that the result could be directly compared with local\nvalues of $\\sum_{\\rm SFR}$. We estimated new $\\sum_{\\rm SFR,OC}$ values between\n$736^{+159}_{-176}$ and $875^{+34}_{-35}$ M$_{\\odot}$ Myr$^{-1}$ kpc$^{-2}$,\ndepending on the methodology. These results are significantly higher than\nprevious $\\sum_{\\rm SFR,OC}$ estimates, which we attribute to the\nincompleteness of past catalogs, and are consistent with the majority ($\\geq$\n50 \\%) or even the vast majority ($\\geq$ 80 \\%) of the star formation occurring\nin initially compact clusters, through comparisons with $\\sum_{\\rm SFR}$ from\nthe recent literature. Our new $\\sum_{\\rm SFR,OC}$ values are consistent with\nclustered formation being the most dominant mode of star formation.\n",
      "author": [
        {
          "name": "Alexis L. Quintana"
        },
        {
          "name": "Emily L. Hunt"
        },
        {
          "name": "Hanna Parul"
        }
      ],
      "arxiv:comment": {
        "_": "4 pages, 1 figure, accepted for publication in A&A",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2508.12788v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2508.12788v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 1.5
    },
    {
      "id": "http://arxiv.org/abs/2508.12167v1",
      "updated": "2025-08-16T21:42:14Z",
      "published": "2025-08-16T21:42:14Z",
      "title": "Origin of High Dark Remnant Fractions in Milky Way Globular Clusters:\n  The Crucial Role of Initial Black Hole Retention",
      "summary": "  Comparing the dynamical and stellar masses of Milky Way (MW) globular\nclusters (GCs) reveals a discrepancy exceeding a factor of two. Since this\nsubstantial invisible mass is concentrated in the cluster centre, it is\nattributed to stellar remnants. The majority of mass in remnants consists of\nwhite dwarfs (WDs). Allocating over half of a GC's current mass to WDs could\nsignificantly restrict the dynamical evolution scenarios governing stellar\nclusters. As the most massive stars in GCs, black holes (BHs) exert a\nsubstantial effect on the escape rate of lower mass stars, such as WDs. This\npaper aims to identify which scenarios of BH natal kicks can accurately\nreproduce the notable dark remnant fraction observed in MW GCs. We compare the\nobserved remnant fraction of MW GCs with a comprehensive grid of direct \\Nbody\nsimulations while adjusting the natal kick received by BHs. Our results reveal\nthat simulations employing low natal kicks to BHs are the only ones capable of\nmirroring the remnant fraction of MW GCs. According to the Spitzer instability,\nthe presence of a BH population prompts the formation of a BH sub-system\n(BHSub) at the centre of a star cluster. The BHSub serves as an energetic power\nplant, continually releasing kinetic energy through few-body encounters between\nsingle and binary BHs, and transferring the generated energy to the entire\nstellar population. This energy induces a significant difference in the\nejection rate of stellar remnants and luminous stars, ultimately increasing the\nfraction of dark remnants within the star cluster.\n",
      "author": [
        {
          "name": "Ali Rostami-Shirazi"
        },
        {
          "name": "Holger Baumgardt"
        },
        {
          "name": "Akram Hasani Zonoozi"
        },
        {
          "name": "Mojtaba Ghasemi"
        },
        {
          "name": "Hosein Haghi"
        }
      ],
      "arxiv:doi": {
        "_": "10.1093/mnras/stae2644",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "title": "doi",
            "href": "http://dx.doi.org/10.1093/mnras/stae2644",
            "rel": "related"
          }
        },
        {
          "$": {
            "href": "http://arxiv.org/abs/2508.12167v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2508.12167v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:comment": {
        "_": "12 pages, 7 figures, 1 table. Accepted for publication in MNRAS",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "arxiv:journal_ref": {
        "_": "Monthly Notices of the Royal Astronomical Society, Volume 536,\n  Issue 2, January 2025, Pages 1332-1343",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 2.5
    },
    {
      "id": "http://arxiv.org/abs/2508.10895v1",
      "updated": "2025-08-14T17:59:02Z",
      "published": "2025-08-14T17:59:02Z",
      "title": "Stars Born in the Wind: M82's Outflow and Halo Star Formation",
      "summary": "  Starburst galaxies, like M82, launch kiloparsec-scale galactic outflows that\ninteract with the circumgalactic medium (CGM) in complex ways. Apart from\nenriching the CGM with metals and energy, these outflows may trigger star\nformation in the halo -- either by driving shocks into the CGM or transporting\ncold, star-forming gas. To investigate such processes, we analyze the star\nformation history (SFH) of the Southern Arcs -- arc-like stellar features\nlocated ~5 kpc from M82's star-forming disk along the minor axis -- using\nHubble Space Telescope Wide Field Camera 3 photometry. From resolved stellar\npopulations, we derive SFHs over the last ~500 Myr, finding that ~85% of the\nstellar mass formed between ~150 and ~70 Myr ago, followed by a brief pause,\nwith the remaining ~15% forming since ~30 Myr ago. The two stellar populations\nare co-spatial on scales of at least ~200 pc. The timing of the ~100 Myr burst\naligns with star formation in the M82 disk and the age distribution of its star\nclusters, suggesting a causal link between the disk starburst and halo star\nformation. We explore two mechanisms that could explain these observations. In\nthe first, shocks driven by the interaction between hot outflowing gas and\ncooler CGM material compress dense clouds, triggering collapse and star\nformation. In the second, stars form directly within massive, cool clouds\nassociated with the outflow. As these clouds move ballistically through the\nhalo, subsequent interactions with tidal debris may trigger additional star\nformation, producing the observed episodic structure.\n",
      "author": [
        {
          "name": "Vaishnav V. Rao"
        },
        {
          "name": "Adam Smercina"
        },
        {
          "name": "Eric F. Bell"
        },
        {
          "name": "Benjamin Williams"
        },
        {
          "name": "Julianne J. Dalcanton"
        },
        {
          "name": "Andrew Dolphin"
        },
        {
          "name": "Adam Leroy"
        },
        {
          "name": "Antonela Monachesi"
        },
        {
          "name": "Jeremy Bailin"
        },
        {
          "name": "Roelof S. de Jong"
        },
        {
          "name": "Fabian Walter"
        }
      ],
      "arxiv:comment": {
        "_": "22 pages; 11 figures; 1 table; accepted for publication in The\n  Astrophysical Journal",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2508.10895v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2508.10895v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2508.10543v1",
      "updated": "2025-08-14T11:32:25Z",
      "published": "2025-08-14T11:32:25Z",
      "title": "Dark Star Clusters or Ultra-Faint Dwarf galaxies? Revisiting UMa3/U1",
      "summary": "  Owing to sparse spectroscopic observations, the classification of faint\nsatellites as either dark matter-dominated dwarf galaxies or self-gravitating\nstar clusters remains unresolved. The recently discovered Ursa Major III/UNIONS\n1 (UMa3/U1) object, with its measured velocity dispersion, provides a rare\nobservational anchor in this regime. Despite its cluster-like compactness, its\ninferred dynamical mass-to-light ratio (M_dyn/L) suggests a dark\nmatter-dominated nature, prompting interpretations of UMa3/U1 as a microgalaxy,\nthough current measurements remain inconclusive. Thousand-level M_dyn/L values\nare not unique to galaxies; self-gravitating dark star clusters (DSCs) can\nreach comparable levels via energy injection driven by a centrally segregated\nblack hole subsystem (BHSub), which accelerates the evaporation of luminous\nstars and leads to a super-virial appearance with elevated velocity dispersion.\nTo assess whether UMa3/U1 is a DSC, we conducted direct N-body simulations and\nidentified a model that successfully reproduces both its compact structure and\nelevated M_dyn/L, supporting a self-gravitating cluster origin. We find the\ncluster entered the DSC phase around 4 Gyr ago, with its luminous stars\nexpected to be depleted within the next 1 Gyr, followed by the gradual\ndisruption of the central BHSub over the subsequent Gyr. We broaden our\nanalysis by mapping DSC evolutionary tracks in the size versus total luminosity\n(L) and M_dyn/L-L spaces, showing that DSCs occupy a region overlapping with\nfaint, ambiguous satellites. In the M_dyn/L-L diagram, DSCs trace a\ntransitional channel bridging globular clusters and dwarf galaxies as they rise\nfrom M_dyn/L ~ 2 to 10^4 M_sun/L_sun.\n",
      "author": [
        {
          "name": "Ali Rostami-Shirazi"
        },
        {
          "name": "Hosein Haghi"
        },
        {
          "name": "Akram Hasani Zonoozi"
        },
        {
          "name": "Pavel Kroupa"
        }
      ],
      "arxiv:doi": {
        "_": "10.3847/2041-8213/adf320",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "title": "doi",
            "href": "http://dx.doi.org/10.3847/2041-8213/adf320",
            "rel": "related"
          }
        },
        {
          "$": {
            "href": "http://arxiv.org/abs/2508.10543v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2508.10543v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:comment": {
        "_": "11 pages, 4 figures, 1 table. Accepted for publication in APJL",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "arxiv:journal_ref": {
        "_": "The Astrophysical Journal Letters, Volume 989, year 2025, L14",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 5
    },
    {
      "id": "http://arxiv.org/abs/2508.10100v1",
      "updated": "2025-08-13T18:00:04Z",
      "published": "2025-08-13T18:00:04Z",
      "title": "Globular clusters in M104: Tracing kinematics and metallicities from the\n  centre to the halo",
      "summary": "  As ancient star clusters, globular clusters (GCs) are regarded as powerful\ntracers of galaxy evolution and assembly. Due to their brightness and compact\nsizes, GCs are employed to probe the kinematics and stellar population\nproperties of galaxies, from the central regions out into the halo where the\nunderlying stellar light becomes too faint for spectroscopic studies. In this\nwork, we present a comprehensive study of the GC system of M 104 (NGC 4594,\nalso known as the Sombrero galaxy) based on literature spectroscopic catalogues\nand newly collected data from Very Large Telescope (VLT) MUSE integral-field\nspectroscopy combined with multi-object spectroscopy from VLT FLAMES and OSIRIS\nat the Gran Telescopio de Canarias (GTC). We present a new catalogue of 499 GCs\nwith radial velocity measurements that span from the inner disc region out to\n$\\sim$ 70 kpc (24$^{\\prime}$). In addition to velocities, we measure\nmetallicities from the MUSE, OSIRIS, and FLAMES spectra of 190 GCs. Together\nwith literature values, we collected a sample of 278 metallicities. Comparing\nGCs observed with multiple instruments, we find a good agreement of velocity\nand metallicity measurements. Studying GC kinematics with a simple model\nconfirms a decreasing velocity dispersion profile and low rotation velocities.\nThe blue GCs appear to be more dispersion-dominated, while the red GCs follow\nthe kinematics of the stars more closely. We find a large scatter of GC\nmetallicities with distance from the centre and metal-rich GCs are found over\nall radii. We discuss that the GC metallicity distribution with a broad\nmetal-poor component likely reflects the complex assembly history of M 104.\n",
      "author": [
        {
          "name": "Katja Fahrion"
        },
        {
          "name": "Michael A. Beasley"
        },
        {
          "name": "Eric Emsellem"
        },
        {
          "name": "Anastasia Gvozdenko"
        },
        {
          "name": "Oliver Müller"
        },
        {
          "name": "Marina Rejkuba"
        }
      ],
      "arxiv:comment": {
        "_": "12 pages, 10 figures. Accepted for publication in A&A",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2508.10100v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2508.10100v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2508.09845v1",
      "updated": "2025-08-13T14:26:13Z",
      "published": "2025-08-13T14:26:13Z",
      "title": "On the Nature of the Protoplanetary Nebula OH\\,231.8+4.2",
      "summary": "  Aims. OH 231.8+4.2 , also known as the Rotten Egg or Calabash nebula is a\nprotoplanetary nebula which is seen in the direction of the open cluster M 46.\nWhile an association of the nebula with the cluster has been suggested in the\npast, this has been never confirmed. Here, we present accurate trigonometric\nparallax and proper motion measurements using VLBI observations of masers in\nthe nebula and Gaia DR3 data for the cluster.\n  Methods. We observed 22 GHz H2O and 43 GHz SiO masers around OH 231.8+4.2\nusing the Very Long Baseline Array at 4 epochs over 1 year. We also calculated\nthe parallax and proper motion of the open star cluster M 46 using Gaia DR3\ndata.\n  Results. Based on astrometric monitoring for 1 year, we measured an annual\nparallax of OH 231.8+4.2 to be 0.65 +\\- 0.01 mas (stat.) +\\- 0.02 mas (syst.),\ncorresponding to a distance of 1.54 +\\- 0.05 kpc. This agrees well with the\nparallax of M 46 from the Gaia DR3 data, which is 0.639 +\\- 0.001 mas (stat.)\n+\\- 0.010 mas (syst.). We re-estimated the luminosity of OH 231.8+4.2 to be 1.4\nx 10^4 L_sol. However, there is a 15 km/s velocity difference between OH\n231.8+4.2 and M 46 which could be caused by a past merger event.\n",
      "author": [
        {
          "name": "Andreas Brunthaler"
        },
        {
          "name": "Yoon Kyung Choi"
        },
        {
          "name": "Karl M. Menten"
        },
        {
          "name": "Mark J. Reid"
        }
      ],
      "arxiv:comment": {
        "_": "9 pages, 6 figures, proposed for acceptance to A&A",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2508.09845v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2508.09845v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.SR",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 2.5
    }
  ]
}