{
  "fetched_at": "2025-06-30T18:24:33.978Z",
  "entries": [
    {
      "id": "http://arxiv.org/abs/2506.21519v1",
      "updated": "2025-06-26T17:40:14Z",
      "published": "2025-06-26T17:40:14Z",
      "title": "Hunting for UVdim stars in Galactic Open clusters. Clues from\n  ultraviolet photometry",
      "summary": "  Split main-sequences (MSs) and extended main-sequence turn-offs (eMSTOs) have\nbeen observed in nearly all Magellanic Clouds clusters younger than 2 Gyr. More\nrecently, Hubble Space Telescope (HST) ultraviolet photometry uncovered a\npuzzling new population of UV-absorbed stars, dubbed UVdim, in five Magellanic\nClouds clusters aged between 40 and 200 Myr, as well as in one 1.5 Gyr-old\ncluster. These UVdim stars predominantly lie on the blue MS, which is composed\nof slow rotators, and their distinct UV properties are believed to stem from\ndusty circumstellar disks. Although eMSTOs are common in both Magellanic Clouds\nand Galactic open clusters (OCs) of comparable ages, UVdim stars have not yet\nbeen investigated in Galactic OCs. In this work, we fill that gap by combining\nSwift/UVOT, SkyMapper, and Gaia photometry to extend the search for UVdim stars\nto 35 Galactic OCs younger than 2 Gyr. By constructing colour-colour diagrams\nanalogous to those employed with HST WFC3/UVIS, we find no evidence of\nUVdim-like stars in most Galactic open clusters and identify possible UVdim\ncandidates in only five systems. The rarity of UVdim stars in young OCs\nsuggests a potential difference between Magellanic Cloud clusters and their\nMilky Way counterparts, although the underlying reason remains unclear.\n",
      "author": [
        {
          "name": "G. Cordoni"
        },
        {
          "name": "A. P. Milone"
        },
        {
          "name": "L. Casagrande"
        },
        {
          "name": "L. Venuti"
        },
        {
          "name": "E. P. Lagioia"
        },
        {
          "name": "F. Muratore"
        },
        {
          "name": "A. F. Marino"
        },
        {
          "name": "G. S. Da Costa"
        },
        {
          "name": "F. Dell'Agli"
        },
        {
          "name": "F. D'Antona"
        }
      ],
      "arxiv:comment": {
        "_": "Submitted to MNRAS, 11 pages, 8 figures. Comments welcome",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2506.21519v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2506.21519v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.SR",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 7.5
    },
    {
      "id": "http://arxiv.org/abs/2506.21321v1",
      "updated": "2025-06-26T14:36:18Z",
      "published": "2025-06-26T14:36:18Z",
      "title": "An H$α$ Cloud in the HI Tail: Recent Star Formation in the\n  Outskirts of NGC 4258 Revealed by Nanshan 1-m Telescope",
      "summary": "  We present first-light deep H$\\alpha$ imaging taken with the Nanshan 1-meter\nwide-field telescope on the local galaxy NGC 4258, alongside archival data from\nHubble Space telescope (HST), Westerbork Synthesis Radio Telescope, and The\nDark Energy Camera Legacy Survey. The H$\\alpha$ image shows ongoing star\nformation not only inside the galaxy but also in an HI cloud in the eastern HI\ntail, which is roughly 16 kpc away from the main galaxy. The HST images reveal\nseveral ultra-blue compact objects ($\\rm F555W - F814W <-0.5 mag,\\, FWHM\\sim\n0.2''$) in the H$\\alpha$ bright region, aligned with the HI tail, suggesting\nthe presence of young open cluster candidate in the HI tail. Our results\nsuggest that wide field H$\\alpha$ imaging is a valuable tool for investigating\nrecent star formation in the extended regions of NGC 4258. Furthermore, the\nstar formation in diffuse HI tails could highlight an potential aspect of\ngalaxy stellar halo formation, warranting further investigation of the impact\nof star formation in halos on galaxy evolution.\n",
      "author": [
        {
          "name": "Cheng Cheng"
        },
        {
          "name": "Jia-Sheng Huang"
        },
        {
          "name": "Peng Wei"
        },
        {
          "name": "Ali Esamdin"
        },
        {
          "name": "Guojie Feng"
        },
        {
          "name": "Zhi-Xiang Zhang"
        },
        {
          "name": "Haojing Yan"
        },
        {
          "name": "Wei Du"
        },
        {
          "name": "Pei Zuo"
        },
        {
          "name": "Zi-Jian Li"
        },
        {
          "name": "Gustavo Orellana"
        },
        {
          "name": "Letian Wang"
        },
        {
          "name": "Yong Wang"
        },
        {
          "name": "Abdusamatjan Iskandar"
        },
        {
          "name": "Shahidin Yaqup"
        }
      ],
      "arxiv:comment": {
        "_": "15 pages, 6 figures, AJ accepted",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2506.21321v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2506.21321v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 1.5
    },
    {
      "id": "http://arxiv.org/abs/2506.20889v1",
      "updated": "2025-06-25T23:44:09Z",
      "published": "2025-06-25T23:44:09Z",
      "title": "Stellar Dynamics in Open Clusters Increases the Binary Fraction and Mass\n  Ratios: Evidence from Photometric Binaries in 35 Open Clusters",
      "summary": "  Using the Bayesian Analysis of Stellar Evolution-9 (BASE-9) code and Gaia\nDR3, Pan-STARRS, and 2MASS data, we identify photometric binaries in 35 open\nclusters (OCs) and constrain their masses. We find a strong correlation between\nthe binary fraction and cluster dynamical age and an even stronger correlation\nbetween core binary fraction and cluster dynamical age. We find the binary\nmass-ratio (q) distribution of dynamically young OCs is statistically distinct\nfrom that of the old OCs. On average, dynamically young OCs display multi-modal\nq distributions rising toward unity and toward our detection limit of q=0.5\nwhile more dynamically evolved clusters display more uniform q distributions\noften with a peak near q=1. Interestingly, the uniform q distribution with a\npeak near q=1 is consistent with binaries in the field. We also observe a\nsimilar transition from multi-modal to unimodal q distributions when comparing\nlow mass to high mass OCs in our sample. Lastly, we find a correlation between\nthe median q of the binary population in a cluster and the cluster dynamical\nage. We interpret these results as an indication that dynamical encounters tend\nto increase the fraction of high-mass-ratio binaries within a given cluster --\nparticularly within the cluster's core where stellar dynamics are likely more\nimportant. This may be the result of stellar exchanges that tend to produce\nbinaries with larger q and/or the preferential disruption or evaporation of\nlower q binaries.\n",
      "author": [
        {
          "name": "Anna C. Childs"
        },
        {
          "name": "Aaron M. Geller"
        }
      ],
      "arxiv:comment": {
        "_": "20 pages, 12 figures, and 1 table. Accepted for publication in ApJ",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2506.20889v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2506.20889v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.SR",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 10.5
    },
    {
      "id": "http://arxiv.org/abs/2506.20794v1",
      "updated": "2025-06-25T19:34:27Z",
      "published": "2025-06-25T19:34:27Z",
      "title": "Inferring the efficiency of convective-envelope overshooting in Red\n  Giant Branch stars",
      "summary": "  The understanding of mixing processes in stars is crucial for improving our\nknowledge of the chemical abundances in stellar photospheres and of their\nvariation with evolutionary phase. This is fundamental for many astrophysical\nissues on all scales, ranging from stellar evolution to the chemical\ncomposition, formation and evolution of stellar clusters and galaxies. Among\nthese processes, convective-envelope overshooting is in dire need of a\nsystematic calibration and comparison with predictions from multi-dimensional\nhydrodynamical simulations. The Red Giant Branch bump (RGBb) is an ideal\ncalibrator of overshooting processes, since its luminosity depends on the\nmaximum depth reached by the convective envelope after the first dredge-up.\nIndeed, a more efficient overshooting produces a discontinuity in the Hydrogen\nmass fraction profile deeper in the stellar interior and consequently a less\nluminous RGBb. In this work, we calibrated the overshooting efficiency by\ncomparing the RGBb location predicted by stellar models with observations of\nstellar clusters with HST and Gaia photometry, as well as solar-like\noscillating giants in the Kepler field. We explored the metallicity range\nbetween -2.02 dex and +0.35 dex and found overshooting efficiencies ranging\nfrom $0.009^{+0.015}_{-0.016}$ to $0.062^{+0.017}_{-0.015}$. In particular, we\nfound that the overshooting efficiency decreases linearly with [M/H], with a\nslope of $(-0.010\\pm0.006)$ dex$^{-1}$. We suggest a possible explanation for\nthis trend, linking it to the efficiency of turbulent entrainment at different\nmetallicities.\n",
      "author": [
        {
          "name": "Lorenzo Briganti"
        },
        {
          "name": "Marco Tailo"
        },
        {
          "name": "Edoardo Ceccarelli"
        },
        {
          "name": "Andrea Miglio"
        },
        {
          "name": "Massimiliano Matteuzzi"
        },
        {
          "name": "Alessio Mucciarelli"
        },
        {
          "name": "Alessandro Mazzi"
        },
        {
          "name": "Angela Bragaglia"
        },
        {
          "name": "Saniya Khan"
        }
      ],
      "arxiv:comment": {
        "_": "14 pages, 15 figures; 1 appendix page, 2 appendix figures; Accepted\n  for publication in A&A",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2506.20794v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2506.20794v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.SR",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2506.19994v1",
      "updated": "2025-06-24T20:28:05Z",
      "published": "2025-06-24T20:28:05Z",
      "title": "GAMA 526784: the progenitor of a globular cluster-rich ultra-diffuse\n  galaxy? II. Molecular gas, neutral gas and environment",
      "summary": "  Aims. We investigate the gas reservoirs, star formation (SF) properties, and\nenvironment of the ultra-diffuse galaxy GAMA526784 to understand its formation\nhistory, the efficiency of molecular gas conversion into stars, and the\npossible role of an interacting companion in shaping its morphology. Methods.\nWe analyse low and high-resolution CO observations to constrain the molecular\ngas content, compare with HI data, and examine the SF efficiency of GAMA526784.\nThe potential influence of a newly identified nearby dwarf galaxy is assessed\nusing photometric and spatial information. Results. GAMA526784 exhibits a\nregular HI reservoir (M_HI/M* = 2.88) but only upper limits on its molecular\ngas mass (M_H2(5sigma)/M* < 0.23). The HI reservoir and CO non-detection can be\nexplained by several mechanisms: (1) predominance of CO-dark H2, invisible to\nCO observations but contributing to SF; (2) a time delay in HI-to-H2 conversion\nfollowing a recent interaction; or (3) elevated turbulence inhibiting gas\ncollapse. An identified companion, found at a projected distance of 48 kpc,\nshows similar colours and lies in the direction of young star clusters in\nGAMA526784, indicating a possible association. We hypothesise this companion\nmay have triggered the formation of star clusters in GAMA526784 through a\nhigh-velocity encounter. Conclusions. Our findings suggest GAMA526784 may have\nundergone an interaction that influenced its gas reservoirs and SF activity.\nThe presence of a nearby companion agrees with predictions of a high-speed\nencounter, potentially offering a rare example of such an interaction in\nprogress. We suggest this encounter may have shaped the system's recent\nevolution. Future observations, particularly targeting molecular gas tracers\nbeyond CO and resolved HI maps, will be crucial in determining the extent of\nGAMA526784's cold gas reservoir and the nature of its recent star formation.\n",
      "author": [
        {
          "name": "Maria Luisa Buzzo"
        },
        {
          "name": "Anita Zanella"
        },
        {
          "name": "Michael Hilker"
        },
        {
          "name": "Kristine Spekkens"
        },
        {
          "name": "Laura Hunter"
        },
        {
          "name": "Laurella C. Marin"
        }
      ],
      "arxiv:comment": {
        "_": "Accepted for publication in A&A. 8 pages, 4 figures, 1 table, 2\n  appendices",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2506.19994v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2506.19994v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 2
    },
    {
      "id": "http://arxiv.org/abs/2506.19936v1",
      "updated": "2025-06-24T18:22:57Z",
      "published": "2025-06-24T18:22:57Z",
      "title": "Open Cluster Members in the APOGEE DR17. I. Dynamics and Star Members",
      "summary": "  Context. Open clusters are groups of stars formed from the same cloud of gas\nand cosmic dust. They play an important role in studying stars' formation and\nevolution and understanding galaxies' structure and dynamics. Aims. The main\nobjective of this work is to identify stars that belong to open clusters using\nastrometric data from Gaia EDR3 and spectroscopic data from APOGEE DR17.\nFurthermore, we investigate the metallicity gradients and orbital properties of\nthe open clusters in our sample. Methods. By applying the HDBSCAN clustering\nalgorithm to this data, we identified observed stars in our galaxy with similar\ndynamics, chemical compositions, and ages. The orbits of the open clusters were\nalso calculated using the GravPot16 code. Results. We found 1987 stars\nbelonging to 49 open clusters, and 941 of these stars have probabilities above\n80 % of belonging to open clusters. Our metallicity gradient presents a\ntwo-slope shape for two measures of different Galactic center distances, the\nprojected Galactocentric distance, and the guiding center radius to the\nGalactic Center, as already reported in previous work. However, when we\nseparate the open clusters by age, we observe no significant difference in the\nmetallicity gradient slope beyond a certain distance from the Galactic center.\nOur results show a shallower gradient for clusters younger than 2 Gyr than\nthose older than 2 Gyr. All our OCs dynamically assemble the Disk-like\npopulation very well, and they are in prograde orbits, which is typical for\ndisk-like populations. Some OCs resonate with the Galactic bar at the Lagrange\npoints L4 and L5.\n",
      "author": [
        {
          "name": "R. Guerço"
        },
        {
          "name": "D. Souto"
        },
        {
          "name": "J. G. Fernández-Trincado"
        },
        {
          "name": "S. Daflon"
        },
        {
          "name": "K. Cunha"
        },
        {
          "name": "J. V. Sales-Silva"
        },
        {
          "name": "V. Loaiza-Tacuri"
        },
        {
          "name": "V. V. Smith"
        },
        {
          "name": "M. Ortigoza-Urdaneta"
        },
        {
          "name": "M. P. Roriz"
        }
      ],
      "arxiv:comment": {
        "_": "18 pages, 11 figures, 3 tables",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2506.19936v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2506.19936v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 15
    },
    {
      "id": "http://arxiv.org/abs/2506.19788v1",
      "updated": "2025-06-24T16:53:13Z",
      "published": "2025-06-24T16:53:13Z",
      "title": "Line ratio identification of external photoevaporation",
      "summary": "  External photoevaporation of protoplanetary discs, by massive O stars in\nstellar clusters, is thought to be a significant process in the evolution of a\ndisc. It has been shown to result in significant mass loss and disc truncation,\nultimately reducing the lifetime of the discs, and possibly affecting potential\nplanet populations. It is a well-studied process in the Orion Nebula Cluster\n(ONC) where the cometary morphology of proplyds is spatially resolvable due to\nits proximity to Earth. However, we need to study external photoevaporation in\nadditional stellar clusters to better understand its prevalence and\nsignificance more globally. Unfortunately, more massive stellar clusters where\nthe majority of stars form are much farther away than the ONC. In these more\ndistant clusters the proplyds are spatially unresolvable with current\nfacilities, hence the cometary morphology is not a useful identification of\nexternal photoevaporation. Therefore, in order to identify and interpret\nexternal photoevaporation, the only observations we have are of spatially\nunresolved emission lines. To resolve this issue we have used the CLOUDY code\nto develop an approximate general model of the emission lines emanating from\nthe hot ionized wind of a proplyd. We have used the model to determine which\nline ratios are most sensitive to the distance from an OB star, and found that\nthe most sensitive line ratios vary by multiple orders of magnitude over an FUV\nfield of between 10$^3$ G$_0$ to 10$^6$ G$_0$. By identifying spatial gradients\nof line ratios in stellar clusters, we can identify regions of ongoing external\nphotoevaporation.\n",
      "author": [
        {
          "name": "Tyger Peake"
        },
        {
          "name": "Thomas J. Haworth"
        },
        {
          "name": "Mari-Liis Aru"
        },
        {
          "name": "William J. Henney"
        }
      ],
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2506.19788v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2506.19788v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.EP",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.EP",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 2
    },
    {
      "id": "http://arxiv.org/abs/2506.18708v1",
      "updated": "2025-06-23T14:47:47Z",
      "published": "2025-06-23T14:47:47Z",
      "title": "The completeness of the open cluster census towards the Galactic\n  anticentre",
      "summary": "  Open clusters have long been used as tracers of Galactic structure. However,\nwithout a selection function to describe the completeness of the cluster\ncensus, it is difficult to quantitatively interpret their distribution. We\ncreate a method to empirically determine the selection function of a Galactic\ncluster catalogue. We test it by investigating the completeness of the cluster\ncensus in the outer Milky Way, where old and young clusters exhibit different\nspatial distributions. We develop a method to generate realistic mock clusters\nas a function of their parameters, in addition to accounting for Gaia's\nselection function and astrometric errors. We then inject mock clusters into\nGaia DR3 data, and attempt to recover them in a blind search using HDBSCAN. We\nfind that the main parameters influencing cluster detectability are mass,\nextinction, and distance. Age also plays an important role, making older\nclusters harder to detect due to their fainter luminosity function. High proper\nmotions also improve detectability. After correcting for these selection\neffects, we find that old clusters are $2.97\\pm0.11$ times more common at a\nGalactocentric radius of 13~kpc than in the solar neighbourhood -- despite\npositive detection biases in their favour, such as hotter orbits or a higher\nscale height. The larger fraction of older clusters in the outer Galaxy cannot\nbe explained by an observational bias, and must be a physical property of the\nMilky Way: young outer-disc clusters are not forming in the outer Galaxy, or at\nleast not with sufficient masses to be identified as clusters in Gaia DR3. We\npredict that in this region, more old clusters than young ones remain to be\ndiscovered. The current presence of old, massive outer-disc clusters could be\nexplained by radial heating and migration, or alternatively by a lower cluster\ndestruction rate in the anticentre.\n",
      "author": [
        {
          "name": "Emily L. Hunt"
        },
        {
          "name": "Tristan Cantat-Gaudin"
        },
        {
          "name": "Friedrich Anders"
        },
        {
          "name": "Lorenzo Spina"
        },
        {
          "name": "Lorenzo Cavallo"
        },
        {
          "name": "Alfred Castro-Ginard"
        },
        {
          "name": "Vasily Belokurov"
        },
        {
          "name": "Anthony G. A. Brown"
        },
        {
          "name": "Andrew R. Casey"
        },
        {
          "name": "Ronald Drimmel"
        },
        {
          "name": "Morgan Fouesneau"
        },
        {
          "name": "Sabine Reffert"
        }
      ],
      "arxiv:doi": {
        "_": "10.1051/0004-6361/202452614",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "title": "doi",
            "href": "http://dx.doi.org/10.1051/0004-6361/202452614",
            "rel": "related"
          }
        },
        {
          "$": {
            "href": "http://arxiv.org/abs/2506.18708v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2506.18708v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:comment": {
        "_": "18 pages, 13 figures. Accepted in A&A",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 6
    }
  ]
}