{
  "fetched_at": "2025-05-27T01:19:30.540Z",
  "entries": [
    {
      "id": "http://arxiv.org/abs/2505.17780v1",
      "updated": "2025-05-23T11:49:01Z",
      "published": "2025-05-23T11:49:01Z",
      "title": "Stellar-mass black holes in young massive and open stellar clusters --\n  VI. Role of external galactic field",
      "summary": "  Young massive clusters (YMC) and open clusters (OC) are widely considered as\npotential environments for assembling merging binary stellar-remnant black\nholes (BBH) via dynamical interactions. However, such moderate mass systems are\nsusceptible to being disrupted by the external tidal field of their host\ngalaxies, potentially limiting their effectiveness as GW sources. In this\nstudy, I investigate the formation of BBH mergers in tidally dissolving star\nclusters. This is achieved with a newly computed grid consisting of 95\nevolutionary model star clusters, where the clusters are subjected to a varying\nextent of tidal stripping. The cluster evolutions are computed with the direct\nN-body integrator NBODY7 that includes, among others, treatments for\npost-Newtonian (PN) effects in compact-binary members, mass loss due to stellar\nevolution, formation of stellar remnants, and tidal stripping. It is found that\neven strong tidal stripping does not quench the formation of a black hole (BH)\ncore inside a cluster or the formation of dynamical BBH mergers in the system.\nThe overall properties of BBH mergers, e.g., the form of the distribution of\nmerger delay time, primary mass, and mass ratio, and the redshift evolution of\nmerger rate are not significantly altered by the extent of tidal stripping of\nthe parent cluster population. Furthermore, even strongly tidally stripped\nclusters are capable of dynamically forming Gaia-BH-like detached\nBH--main-sequence-star binaries that escape into the galactic field.\nLimitations of the present study and potential future improvements are\ndiscussed.\n",
      "author": {
        "name": "Sambaran Banerjee"
      },
      "arxiv:comment": {
        "_": "21 pages, 13 figures. Submitted. Comments are welcome",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2505.17780v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2505.17780v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.HE",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 3.5
    },
    {
      "id": "http://arxiv.org/abs/2505.17246v1",
      "updated": "2025-05-22T19:48:37Z",
      "published": "2025-05-22T19:48:37Z",
      "title": "Oort Cloud Formation and Evolution in Star Clusters",
      "summary": "  It is unknown if an Oort cloud reaches its maximum mass within its star's\nbirth cluster or millions of years later. Complicating the Oort cloud evolution\nprocess is the fact that comets can be stripped from orbit due to perturbations\nfrom passing stars. We explore how a star's cluster escape time (t$_{ \\rm\nesc}$) and the time its Oort cloud reaches maximum mass (t$_{ \\rm max}$) affect\nthe Oort cloud's ability to survive via $N$-body simulations. In a 14\nM$_\\odot$/pc$^3$ cluster, we identify 50 stars of 1 M$_\\odot$ with a range of\nt$_{ \\rm esc}$ to host Oort clouds, each with 1000 comets at t$_{ \\rm max}$.\nFor each host, we consider Oort clouds that reach maximum mass 0, 50, and 250\nMyr after the cluster's formation. Each Oort cloud's evolution is simulated in\nthe cluster from t$_{ \\rm max}$ to t$_{ \\rm esc}$. Only a fraction of comets\ntend to remain in orbit, with this amount depending on t$_{ \\rm max}$ and t$_{\n\\rm esc}$. We observe that 12%, 22%, and 32% of Oort clouds with a t$_{ \\rm\nmax}$ of 0, 50 and 250 Myr retain >50% of their comets at t$_{ \\rm esc}$,\nrespectively. We find that the fraction of comets stripped has the\nrelationship, $\\rm f=m\\log_{10}(\\frac{t_{ \\rm esc}-t_{ \\rm max}}{Myr})$ where m\n= 0.32$\\pm$0.04, indicating that the longer the Oort cloud remains in the\ncluster, the more comets are stripped, with this fraction increasing\nlogarithmically at approximately the same rate for each t$_{ \\rm max}$.\n",
      "author": [
        {
          "name": "Justine C. Obidowski"
        },
        {
          "name": "Jeremy J. Webb"
        },
        {
          "name": "Simon Portegies Zwart"
        },
        {
          "name": "Maxwell X. Cai"
        }
      ],
      "arxiv:doi": {
        "_": "10.3847/1538-4357/add92c",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "title": "doi",
            "href": "http://dx.doi.org/10.3847/1538-4357/add92c",
            "rel": "related"
          }
        },
        {
          "$": {
            "href": "http://arxiv.org/abs/2505.17246v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2505.17246v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:comment": {
        "_": "14 pages, 7 figures, 1 table, accepted for publication in The\n  Astrophysical Journal",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.EP",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.EP",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 2
    },
    {
      "id": "http://arxiv.org/abs/2505.17183v1",
      "updated": "2025-05-22T18:00:01Z",
      "published": "2025-05-22T18:00:01Z",
      "title": "Caught in the act: detections of recoiling supermassive black holes from\n  simulations",
      "summary": "  We study the detectability of supermassive black holes (SMBHs) with masses of\n$M_{\\bullet}\\gtrsim 10^{9}\\,\\mathrm{M}_\\odot$ displaced by gravitational wave\nrecoil kicks $(v_{\\rm kick}=0\\mathrm{-}2000\\,\\mathrm{km\\,s}^{-1})$ in\nsimulations of merging massive $(M_{\\star}>10^{11}\\,\\mathrm{M}_\\odot)$\nearly-type galaxies. The used KETJU code combines the GADGET-4 fast multiple\ngravity solver with accurate regularised integration and post-Newtonian\ncorrections (up to PN3.5) around SMBHs. The ejected SMBHs carry clusters of\nbound stellar material (black hole recoil clusters, BRCs) with masses in the\nrange of $10^6 \\lesssim M_{\\text{BRC}} \\lesssim 10^7\\,\\mathrm{M}_\\odot$ and\nsizes of several $10\\,\\mathrm{pc}$. For recoil velocities up to $60\\%$ of the\ngalaxy escape velocity, the BRCs are detectable in mock photometric images at a\nEuclid-like resolution up to redshift $z \\sim 1.0$. By Monte Carlo sampling the\nobservability for different recoil directions and magnitudes, we predict that\nin $\\sim20\\%$ of instances the BRCs are photometrically detectable, most likely\nfor kicks with SMBH apocentres less than the galaxy effective radius. BRCs\noccupy distinct regions in the stellar mass/velocity dispersion vs. size\nrelations of known star clusters and galaxies. An enhanced velocity dispersion\nin excess of $\\sigma \\sim 600\\,\\mathrm{km\\,s}^{-1}$ coinciding with the SMBH\nposition provides the best evidence for an SMBH-hosting stellar system,\neffectively distinguishing BRCs from other faint stellar systems. BRCs are\npromising candidates to observe the aftermath of the yet-undetected mergers of\nthe most massive SMBHs and we estimate that up to 8000 BRCs might be observable\nbelow $z\\lesssim 0.6$ with large-scale photometric surveys such as Euclid and\nupcoming high-resolution imaging and spectroscopy with the Extremely Large\nTelescope.\n",
      "author": [
        {
          "name": "Alexander Rawlings"
        },
        {
          "name": "Peter H. Johansson"
        },
        {
          "name": "Thorsten Naab"
        },
        {
          "name": "Antti Rantala"
        },
        {
          "name": "Jens Thomas"
        },
        {
          "name": "Bianca Neureiter"
        }
      ],
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2505.17183v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2505.17183v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2505.15924v1",
      "updated": "2025-05-21T18:24:30Z",
      "published": "2025-05-21T18:24:30Z",
      "title": "Chemical Abundances in the Milky Way's Nuclear Stellar Disc",
      "summary": "  The Nuclear Stellar Disc (NSD) is a rotating, disc-like structure in the\nGalactic Center, believed to have a distinct star formation. However, its\nformation history and evolutionary links to other structures in the Galactic\nCenter remain uncertain. This study aims to present the first comprehensive\nchemical census of the NSD by deriving abundance trends for 18 elements in 9 M\ngiants in the metallicity range of -1.0 <[Fe/H]< 0.5. By comparing these trends\nwith those of other Galactic populations we seek to understand the chemical\nrelationships between these structures. We obtained high-resolution H- and\nK-band spectra of NSD stars using the IGRINS spectrometer mounted on the Gemini\nSouth telescope. The giants were analyzed consistently with stars from a\ncomparison populations to minimize systematic uncertainties. The abundance\ntrends of NSD stars exhibit similarities with those of the inner-bulge and\nNuclear Star Cluster (NSC) populations across a broad range of elements with\ndifferent chemical evolution histories. The trends for 17 elements align\nclosely with the local thick-disc behaviour at subsolar metallicities. At\nsuper-solar metallicities, most elements follow the NSC and inner-bulge trends.\nSodium is the only element exhibiting a distinct trend, with enhanced\nabundances in the NSD and NSC compared to both thin-disc and inner-bulge stars.\nThe chemical similarity suggests that the NSD likely shares an evolutionary\nhistory with the NSC and possibly the inner-disc sequence. Further studies are\nrequired to determine potential evolutionary links to Liller 1 and metal-rich\nglobular clusters. We find no evidence of typical globular cluster abundance\nsignatures in our NSD stars with subsolar metallicities. Our study demonstrates\nthe feasibility of obtaining high-quality abundance data even in highly\ndust-obscured regions of the Milky Way, paving the way for future surveys.\n",
      "author": [
        {
          "name": "N. Ryde"
        },
        {
          "name": "G. Nandakumar"
        },
        {
          "name": "R. Albarracin"
        },
        {
          "name": "M. Schultheis"
        },
        {
          "name": "A. Rojas-Arriagada"
        },
        {
          "name": "M. Zoccali"
        }
      ],
      "arxiv:comment": {
        "_": "15 pages, 10 figures, Accepted for publication in A&A",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2505.15924v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2505.15924v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2505.15910v1",
      "updated": "2025-05-21T18:03:48Z",
      "published": "2025-05-21T18:03:48Z",
      "title": "GAMA 526784: the progenitor of a globular cluster-rich ultra-diffuse\n  galaxy? I. Star clusters, stellar body and ionised gas properties",
      "summary": "  Context. Ultra-diffuse galaxies (UDGs) are an intriguing population of\ngalaxies. Despite their dwarf-like stellar masses and low surface brightness,\nthey have large half-light radii and exhibit a diverse range of globular\ncluster (GC) populations. Some UDGs host many GCs while others have none,\nraising questions about the conditions under which star clusters (SC) form in\ndwarfs. GAMA526784, an isolated UDG with both an old stellar body and an\nextended star-forming (SF) front, including many young SCs, provides an\nexceptional case to explore the link between UDG evolution and star cluster\nformation. Aims. This study investigates the stellar populations, SCs, ionised\ngas, and kinematics of GAMA526784, focusing on its potential to form massive\nGCs and its connection to broader UDG formation scenarios. Methods. Imaging\nfrom HST and Subaru/HSC, alongside MUSE spectroscopy, were used to analyse the\ngalaxy's morphology, chemical composition, and kinematics. A combination of SED\nfitting and full spectral fitting was applied. Results. GAMA526784's central\nstellar body exhibits a low-metallicity ([M/H] ~ -1.0 dex) and an old age (~9.9\nGyr). The outskirts are much younger (~0.9 Gyr), but slightly more metal-poor\n([M/H] ~ -1.2 dex). The stellar kinematics show low velocity dispersions (~10\nkm/s) and a coherent rotational field, while the ionised gas exhibits higher\ndispersions (~50 km/s), a misaligned rotation axis (~20 deg) and localised SF,\nwhat could be suggestive of a recent interaction. The young SCs span ages of\n8-11 Myr and masses of log(M*/Mo)~5.0, while the old GCs have ~9 Gyr and\nstellar masses of log(M*/Mo)~5.5. Conclusions. GAMA526784's properties point to\ninteractions that triggered localised SF, leading to the formation of young\nSCs. Future observations of its molecular and neutral gas will help assess its\nenvironment, and the trigger of this SF episode.\n",
      "author": [
        {
          "name": "Maria Luisa Buzzo"
        },
        {
          "name": "Michael Hilker"
        },
        {
          "name": "Anita Zanella"
        },
        {
          "name": "Katja Fahrion"
        },
        {
          "name": "Richard M. McDermid"
        },
        {
          "name": "Remco van der Burg"
        },
        {
          "name": "Marco Mirabile"
        }
      ],
      "arxiv:comment": {
        "_": "Accepted for publication in A&A. 12 pages, 10 figures, 2 appendices",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2505.15910v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2505.15910v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 3
    },
    {
      "id": "http://arxiv.org/abs/2505.14788v1",
      "updated": "2025-05-20T18:00:08Z",
      "published": "2025-05-20T18:00:08Z",
      "title": "Global properties, fractality, and mass segregation in single, paired,\n  and grouped open clusters",
      "summary": "  We investigate the structural and dynamical properties of Open Clusters (OCs)\nclassified as single, in pairs, or in groups. By analysing their mass, size,\nage, fractality, and mass segregation, we aim to identify systematic\ndifferences among these categories and evaluate the role of the Galactic\nenvironment in their evolution. Our sample comprises 420 single OCs, 415 in\npairs, and 317 in groups. To characterise their structure, we apply the\nQ-parameter, which distinguishes fractal from radial distributions. We also\ncompute the local density ratio to quantify mass segregation and explore its\ndependence on environment. Grouped OCs tend to be the youngest, followed by\nthose in pairs, while single OCs generally exhibit older ages. Although sizes\nare comparable, OCs in pairs and groups tend to be less concentrated.\nStructurally, grouped OCs show the highest fractality, which decreases with age\nas clusters evolve towards more radial configurations. Mass segregation is\ndetected in ~80% of OCs, with a slightly higher incidence in single clusters.\nSome older single OCs show inverse segregation, with massive stars at larger\nradii. Spatially, single OCs are more dispersed, whereas paired and grouped\nones are concentrated in spiral arms and star-forming regions. OC evolution\nappears to be shaped by both internal dynamics and environmental influences.\nSingle OCs tend to exhibit signs of more advanced dynamical evolution, whereas\nthose in pairs and groups may retain features reflecting their formation\nenvironment. Substructures and high fractality in younger clusters suggest that\nearly interactions play a key role in their long-term development. More massive\nOCs evolve towards radial configurations, while less massive ones may retain\nfractal properties for longer. These findings highlight the interplay between\nintrinsic properties and external conditions in shaping OC evolution.\n",
      "author": [
        {
          "name": "Valeria Coenda"
        },
        {
          "name": "Gustavo Baume"
        },
        {
          "name": "Tali Palma"
        },
        {
          "name": "Carlos Feinstein"
        }
      ],
      "arxiv:comment": {
        "_": "Accepted for publication in A&A",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2505.14788v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2505.14788v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 4.5
    },
    {
      "id": "http://arxiv.org/abs/2505.14783v1",
      "updated": "2025-05-20T18:00:03Z",
      "published": "2025-05-20T18:00:03Z",
      "title": "Fornax dwarf spheroidal in MOND: its formation and the survival of its\n  globular clusters",
      "summary": "  The Fornax dwarf spheroidal galaxy has five massive globular clusters (GCs).\nThey are often used for testing different dark matter and modified gravity\ntheories, because it is difficult to reconcile their old stellar ages with the\nshort time they need to settle in the center of the galaxy due to dynamical\nfriction. Using high resolution $N$-body simulations with the Phantom of Ramses\ncode, we investigate whether the GCs of Fornax can be reconciled with the\nmodified Newtonian dynamics (MOND), namely its QUMOND formulation.\nObservational data interpreted in MOND indicate that Fornax is a tidal dwarf\ngalaxy formed at redshift $z=0.9$ in a flyby of the Milky Way (MW) and\nAndromeda galaxies, and that its GCs were initially massive star clusters in\nthe disk of the MW. This helps us to set up and interpret the simulations. In\nthe simulations, a point-mass GC orbits Fornax, and they both orbit the MW.\nWhen we ran multiple simulations with varying initial conditions for the GC, we\nfound a 20% probability of Fornax being observed with five unsunk GCs. The\nunsunk GCs have the observed radial distribution. Moreover, we found: 1) In\nMOND, Fornax has an orbit around the MW such that the pericenters coincide with\nthe observed peaks in the star formation history of Fornax; 2) The simulations\nreproduce the observed ``diffuse stellar halo'' of Fornax; 3) The simulations\npredict that Fornax has a stellar stream, which could be detectable in the\nexisting data. 4) An extra simulation shows that if Fornax was initially a\nrotating disky tidal dwarf galaxy, the gravitational influence of the MW would\nbe able to transform it into a nonrotating spheroidal. 5) Sometimes Phantom of\nRamses does not conserve angular momentum. This makes the GC sink too fast if\nit is simulated as an $N$-body object.\n",
      "author": [
        {
          "name": "Michal Bílek"
        },
        {
          "name": "Hongsheng Zhao"
        }
      ],
      "arxiv:comment": {
        "_": "16 pages, 14 figures, 5 tables, 4 appendices. Accepted for\n  publication in A&A",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2505.14783v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2505.14783v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2505.14034v1",
      "updated": "2025-05-20T07:31:15Z",
      "published": "2025-05-20T07:31:15Z",
      "title": "Selected open cluster sample for validating atmospheric parameters:\n  Application to Gaia and other surveys",
      "summary": "  Reliable stellar atmospheric parameters are essential for probing stellar\nstructure and evolution, and for stellar population studies. However, various\ndeviations appear in comparisons with different ground-based spectroscopic\nsurveys. We aim to select high-quality open cluster members and employ the\natmospheric parameters provided by the theoretical isochrones of open clusters\nas a benchmark to assess the quality of stellar atmospheric parameters from\nGaia DR3 and other ground-based spectroscopic surveys, such as LAMOST DR11,\nAPOGEE DR17, and GALAH DR4. We selected 130 open clusters with well-defined\nmain sequences within 500 pc of the solar neighborhood as a benchmark sample to\nestimate the reference atmospheric parameters of the members from the best-fit\nisochrones of those clusters. By comparing the atmospheric parameters provided\nby different spectroscopic surveys to the theoretical parameters, we found that\nthe atmospheric parameter deviation and the corresponding dispersions exhibit\ndifferent variations. The atmospheric parameter deviations of F, G, and K-type\nstars are smaller than those of B, A, and M-type stars for most surveys. For\nmost samples, the dispersion of Teff decreases as temperature decreases,\nwhereas the dispersion of logg shows the opposite trend.\n",
      "author": [
        {
          "name": "Tong Tang"
        },
        {
          "name": "Songmei Qin"
        },
        {
          "name": "Jing Zhong"
        },
        {
          "name": "Yueyue Jiang"
        },
        {
          "name": "Li Chen"
        }
      ],
      "arxiv:comment": {
        "_": "11 pages, 11 figures, 4 tables. Accepted for publication in Astronomy\n  & Astrophysics",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2505.14034v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2505.14034v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.SR",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 4.5
    }
  ]
}