{
  "fetched_at": "2025-07-06T12:32:30.372Z",
  "entries": [
    {
      "id": "http://arxiv.org/abs/2507.02780v1",
      "updated": "2025-07-03T16:43:11Z",
      "published": "2025-07-03T16:43:11Z",
      "title": "Massive Interacting Binaries Enhance Feedback in Star-Forming Regions",
      "summary": "  We present a new framework to incorporate feedback from massive interacting\nbinaries in simulations of star cluster formation. Our new feedback model adds\nbinary stellar evolution to the cluster formation code Torch, and couples it in\nAMUSE to the pre-existing modules for collisional stellar dynamics,\nmagnetohydrodynamics, and mechanical and radiative feedback. Our model accounts\nfor the effects of mass transfer on the stars' mass loss rates, their radiation\nspectra, and the timing of core-collapse supernovae. It also injects mass lost\nthrough non-conservative mass transfer and common envelope ejection into the\ninterstellar medium. We demonstrate the use of our feedback model through\nsimulations of isolated binaries in a gaseous medium, and of embedded clusters\nof massive binaries. Feedback from interacting binaries efficiently couples\nwith the surrounding interstellar medium. It increases the size of HII regions,\nincreases the kinetic and thermal energy of the gas, and increases the pressure\nwithin HII regions compared to models that use single star stellar evolution.\nThose differences arise from the ionizing radiation, which increases by three\norders of magnitude, resulting in HII regions that expand due to thermal\npressure rather than radiation pressure. The effects of stellar dynamics and\nthe gravitational potential of the background gas cause the evolution of\nindividual binaries to deviate from the predictions made by secular evolution,\nimpacting the subsequent feedback from the binary. We conclude that massive\ninteracting binaries are an important source of feedback in cluster-forming\nregions, and must be considered when studying the emerging timescales of young\nstar clusters.\n",
      "author": [
        {
          "name": "Claude Cournoyer-Cloutier"
        },
        {
          "name": "Eric P. Andersson"
        },
        {
          "name": "Sabrina M. Appel"
        },
        {
          "name": "Natalia Lahén"
        },
        {
          "name": "Brooke Polak"
        },
        {
          "name": "Antti Rantala"
        },
        {
          "name": "Silvia Toonen"
        },
        {
          "name": "Alison Sills"
        },
        {
          "name": "Steven Rieder"
        },
        {
          "name": "Simon Portegies Zwart"
        },
        {
          "name": "Mordecai-Mark Mac Low"
        },
        {
          "name": "William E. Harris"
        }
      ],
      "arxiv:comment": {
        "_": "Accepted for publication in the Astrophysical Journal. 28 pages\n  (including references), 12 figures, 2 tables",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2507.02780v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2507.02780v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 2
    },
    {
      "id": "http://arxiv.org/abs/2507.01312v1",
      "updated": "2025-07-02T02:56:24Z",
      "published": "2025-07-02T02:56:24Z",
      "title": "Spatially Resolving the Fundamental Elements of Reionization in Galaxies",
      "summary": "  Cosmic reionization marks a critical epoch when the first galaxies ionized\nthe intergalactic medium through the escape of Lyman continuum (LyC) radiation.\nYoung, massive star clusters are believed to be the primary LyC sources, yet\nthe physical mechanisms enabling LyC escape remain poorly understood. Most\nexisting studies rely on spatially integrated observations, which lack the\nresolution to resolve internal galaxy structure and pinpoint where and how LyC\nphotons escape. To address this, we propose a science case for the Habitable\nWorlds Observatory (HWO) that enables spatially resolved spectroscopy of\nLyC-emitting star clusters and their environments in low-redshift galaxies.\nThis requires a UV integral field unit (IFU) with coverage down to ~ 900\nAngstrom and a spatial resolution of 10-100 pc-capabilities essential for\ndirectly detecting LyC escape and mapping the surrounding interstellar medium.\nWith such instrumentation, we will map cluster-scale LyC escape fractions,\ncharacterize the physical conditions of the surrounding interstellar medium,\nand directly observe feedback-driven outflows that facilitate LyC leakage.\nThese observations will enable novel calibrations of indirect LyC indicators at\nunprecedented spatial resolution and establish direct connections between local\nLyC processes and those in high-redshift, clumpy star-forming galaxies. In the\nlong run, this program will build the physical framework needed to understand\nhow galaxies reionized the early universe and shaped its subsequent evolution.\n",
      "author": [
        {
          "name": "Xinfeng Xu"
        },
        {
          "name": "Stephan McCandliss"
        },
        {
          "name": "Allison Strom"
        },
        {
          "name": "Yumi Choi"
        },
        {
          "name": "Annalisa Citro"
        },
        {
          "name": "Håkon Dahle"
        },
        {
          "name": "Matthew J. Hayes"
        },
        {
          "name": "Anne Jaskot"
        },
        {
          "name": "Logan Jones"
        },
        {
          "name": "Gagandeep Kaur"
        },
        {
          "name": "Themiya Nanayakkara"
        },
        {
          "name": "Alexandra Le Reste"
        }
      ],
      "arxiv:comment": {
        "_": "7 pages, 3 figures, 1 table, to be submitted to 2025 Astronomical\n  Society of the Pacific (ASP)",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2507.01312v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2507.01312v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 2
    },
    {
      "id": "http://arxiv.org/abs/2507.00815v1",
      "updated": "2025-07-01T14:46:35Z",
      "published": "2025-07-01T14:46:35Z",
      "title": "The Evolution of Substructure during Star Cluster Assembly",
      "summary": "  Star cluster formation and assembly occurs inside filamentary and turbulent\nmolecular clouds, which imprints both spatial and kinematic substructure on the\nyoung cluster. In this paper, we quantify the amount and evolution of this\nsubstructure in simulations of star cluster formation that include radiation\nmagnetohydrodynamical evolution of the gas, coupled with detailed stellar\ndynamics, binary formation and evolution, and stellar feedback. We find that\nboth spatial and kinematic substructure are present at early times. Both are\nerased as the cluster assembles through the formation of new stars as well as\nthe merger of sub-clusters. Spatial substructure is erased over a timescale of\napproximately 2.5 times the initial free-fall time of the cloud. Kinematic\nsubstructure persists for longer, and is still present to the end of our\nsimulations. We also explored our simulations for evidence of early dynamical\nmass segregation, and conclude that the presence of a population of binary\nstars can accelerate and enhance the mass segregation process.\n",
      "author": [
        {
          "name": "Edwin Laverde-Villarreal"
        },
        {
          "name": "Alison Sills"
        },
        {
          "name": "Claude Cournoyer-Cloutier"
        },
        {
          "name": "Veronica Arias Callejas"
        }
      ],
      "arxiv:comment": {
        "_": "Accepted by The Astrophysical Journal",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2507.00815v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2507.00815v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 5
    },
    {
      "id": "http://arxiv.org/abs/2507.00800v1",
      "updated": "2025-07-01T14:34:19Z",
      "published": "2025-07-01T14:34:19Z",
      "title": "The Gaia-ESO Survey: Projected Rotational Velocities of B stars in the\n  Carina Nebula",
      "summary": "  The Carina Nebula is an active star-forming region with several open clusters\nrich in massive OB stars, thus making it an optimal target for studying stellar\nproperties such as rotation for large samples of these early-type stars. We\nstudied a sample of early-type stars probable members of the 8 open clusters in\nthe Carina Complex. The observational data consist of high-resolution spectra\nfrom the Gaia-ESO public Spectroscopic Survey. Astrometric and photometric data\nfrom Gaia EDR3 and radial velocities measured from the observed spectra are\nused to confirm the cluster members. The projected rotational velocities of 330\nearly-type stars of Carina are derived from the widths of \\ion{He}{i} lines at\n4388 and 4471 \\AA. The reported \\Vsini\\ values are the first estimates for 222\nearly-type stars. The \\Vsini\\ distribution for the Carina clusters peaks at\n$\\sim$100-150 \\kms, consistent with the distributions for B stars in Galactic\nclusters. \\Vsini\\ estimates for stars members of the clusters Trumpler 15,\nCollinder 228, Collinder 232, and Bochum 11 are presented for the first time in\nthe literature. For a subsample of stars with earlier spectral types from B0 to\nB3, we find a bimodal distribution, with a third, small peak towards the upper\nvalues of \\Vsini. When the full sample is split according to the parent\ncluster, we find that the oldest cluster in our sample, NGC 3293, presents a\nhigher concentration of rapidly rotating stars. In contrast, Collinder 228\npresents a larger number of stars with lower \\Vsini.\n",
      "author": [
        {
          "name": "W. Santos"
        },
        {
          "name": "S. Daflon"
        },
        {
          "name": "J. V. Sales Silva"
        },
        {
          "name": "K. Cunha"
        },
        {
          "name": "R. Blomme"
        },
        {
          "name": "T. Morel"
        },
        {
          "name": "A. Herrero"
        },
        {
          "name": "J. Maiz Apellániz"
        },
        {
          "name": "L. Mahy"
        },
        {
          "name": "S. R. Berlanas"
        },
        {
          "name": "T. Bensby"
        },
        {
          "name": "A. Bragaglia"
        },
        {
          "name": "F. Damiani"
        },
        {
          "name": "A. Frasca"
        },
        {
          "name": "G. Gilmore"
        },
        {
          "name": "V. Kalari"
        },
        {
          "name": "A. Lanzafame"
        },
        {
          "name": "S. Randich"
        },
        {
          "name": "S. Van Eck"
        },
        {
          "name": "S. Zaggia"
        },
        {
          "name": "L. O. Kerber"
        },
        {
          "name": "O. J Katime Santrich"
        }
      ],
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2507.00800v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2507.00800v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.SR",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 3
    },
    {
      "id": "http://arxiv.org/abs/2506.24010v1",
      "updated": "2025-06-30T16:14:09Z",
      "published": "2025-06-30T16:14:09Z",
      "title": "Anchoring Stellar Age Indicators: A Cross-Calibration of [C/N] and\n  Gyrochronology Ages via the Age-Velocity-Dispersion Relation",
      "summary": "  Determining stellar ages is challenging, as it depends on other stellar\nparameters in a non-linear way and often relies on stellar evolution models to\ninfer the underlying relation between these parameters and age. This complexity\nincreases when comparing different age-dating methods, as they rely on distinct\nindicators and are often applicable to non-overlapping regions of the\ncolor-magnitude diagram. Moreover, many empirical calibration methods rely on\npre-determined ages, often from open clusters or asteroseismology, which only\ncover a limited parameter space. Fortunately, the age-velocity-dispersion\nrelation (AVR), in which the velocity dispersion increases with age, is a\nuniversal feature among stars of all evolutionary stages. In this paper, we 1)\nexplore the parameter space in which [C/N] and gyrochronology are applicable,\nextending beyond the domains probed by asteroseismology and open clusters, and\n2) assess whether the traditionally assumed [C/N] and gyrochronology relations\nyield ages on a consistent physical scale, after calibrating both using the\nsame AVR. We find gyrochronology can be applied to all partially convective\nstars after they have converged onto the slow rotating sequence and before they\nexperience weakened magnetic braking; [C/N] can be used to infer ages for all\ngiants with metallicity > -0.8 dex and [C/N] < -0.05 dex, and can be used as an\nage-indicator down to [Fe/H] of -1 dex if only selecting the low-$\\alpha$ disk.\nLastly, ages obtained from [C/N] and gyrochronology agree within uncertainty\nafter accounting for systematic offsets.\n",
      "author": [
        {
          "name": "Yuxi Lu"
        },
        {
          "name": "Marc H. Pinsonneault"
        },
        {
          "name": "Yuan-Sen Ting"
        },
        {
          "name": "Phil R. Van-Lane"
        },
        {
          "name": "John D Roberts"
        },
        {
          "name": "Jamie Tayar"
        },
        {
          "name": "Alexander Stone-Martinez"
        }
      ],
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2506.24010v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2506.24010v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.SR",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 3
    },
    {
      "id": "http://arxiv.org/abs/2506.23105v1",
      "updated": "2025-06-29T06:10:36Z",
      "published": "2025-06-29T06:10:36Z",
      "title": "How Do Ionizing Photons Escape from Star-Forming Galaxies?",
      "summary": "  The Epoch of Reionization marks the last major phase transition in the early\nUniverse, during which the majority of neutral hydrogen once filling the\nintergalactic medium was ionized by the first galaxies. The James Webb Space\nTelescope is now identifying promising galaxy candidates capable of producing\nsufficient ionizing photons to drive this transformation. However, the fraction\nof these photons that escape into intergalactic space--the escape\nfraction--remains highly uncertain. Stellar feedback is thought to play a\ncritical role in carving low-density channels that allow ionizing radiation to\nescape, but the dominant mechanisms, their operation, and their connection to\nobservable signatures are not well understood. Local analogs of high-redshift\ngalaxies offer a powerful alternative for studying these processes, since\nionizing radiation is unobservable at high redshift due to intergalactic\nabsorption. However, current UV space-based instrumentation lacks the spatial\nresolution and sensitivity required to fully address this problem. The core\nchallenge lies in the multiscale nature of LyC escape: ionizing photons are\ngenerated on scales of 1-100 pc in super star clusters but must traverse the\ncircumgalactic medium which can extend beyond 100 kpc. A UV integral field unit\n(IFU) spectrograph capable of resolving galaxies across these scales is\nnecessary--and uniquely achievable with the proposed Habitable Worlds\nObservatory. In this article, we outline the scientific motivation,\nobservables, and observational capabilities needed to make progress on these\nfundamental questions.\n",
      "author": [
        {
          "name": "Cody Carr"
        },
        {
          "name": "Renyue Cen"
        },
        {
          "name": "Sophia Flury"
        },
        {
          "name": "Sally Oey"
        },
        {
          "name": "Stephan McCandliss"
        },
        {
          "name": "Allison Strom"
        }
      ],
      "arxiv:comment": {
        "_": "9 pages, 3 figures, Towards the Habitable Worlds Observatory:\n  Visionary Science and Transformational Technology July 2025 conference\n  proceedings",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2506.23105v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2506.23105v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.IM",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2506.23096v1",
      "updated": "2025-06-29T05:49:07Z",
      "published": "2025-06-29T05:49:07Z",
      "title": "The most massive star clusters in molecular clouds: Insights from the\n  integrated cloud-wide initial mass function (ICIMF) theory",
      "summary": "  The combination of the high-resolution ALMA, JWST and HST observations\nprovides unprecedented insights into the connection between individual\nmolecular clouds and their internal stellar populations in nearby galaxies. The\nmolecular clouds in five nearby galaxies were identified based on the\nintegrated intensity maps of CO (2$-$1) emission from ALMA observations. We\nused the JWST 21 $\\mu$m data to estimate the star formation rate (SFR) surface\ndensity of the clouds and calculate the masses of the embedded stellar\npopulations in the clouds. After matching the star cluster and stellar\nassociation catalogs derived from the HST observations with the identified\nmolecular clouds, we found clear correlations between the physical parameters\nof molecular clouds and their internal stellar populations. Based on the masses\nof the total stellar populations and their corresponding clouds, we obtained a\ntypical value of the cloud-scale star formation efficiency (SFE),\n$\\approx$1.4\\%. The mass of the most massive cluster ($M_{\\rm cluster, max}$)\nin a cloud is positively proportional to the mass ($M_{\\rm cloud}$), the column\ndensity, the SFR sand the SFR surface density of the cloud. The observed\n$M_{\\rm cluster, max}$-$M_{\\rm cloud}$ relation can be interpreted\ntheoretically on the basis of the integrated cloud-wide IMF (ICIMF) theory,\nwhich provides a quantitative framework for understanding the correlations\nbetween molecular clouds and their internal stellar populations.\n",
      "author": [
        {
          "name": "J. W. Zhou"
        },
        {
          "name": "Pavel Kroupa"
        },
        {
          "name": "Sami Dib"
        }
      ],
      "arxiv:comment": {
        "_": "Accepted for publication in MNRAS",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2506.23096v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2506.23096v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 4
    }
  ]
}