{
  "fetched_at": "2025-07-18T12:37:27.538Z",
  "entries": [
    {
      "id": "http://arxiv.org/abs/2507.13349v1",
      "updated": "2025-07-17T17:59:55Z",
      "published": "2025-07-17T17:59:55Z",
      "title": "The Star Formation History and Evolution of the Ultra-Diffuse M81\n  Satellite, F8D1",
      "summary": "  We present deep HST imaging of one of the nearest ultra-diffuse galaxies\n(UDGs) outside of the Local Group: F8D1, a satellite of M81 known to be tidally\ndisrupting. UDGs are an enigmatic and diverse population, with evolutionary\npathways ranging from tidal processing to bursty feedback and high initial\nangular momentum. To determine F8D1's evolutionary drivers, we resolve stars in\nF8D1's central $\\sim$1 kpc and in a parallel field $\\sim$6 kpc along its major\naxis to deep photometric limits, reaching below the Red Clump. We also image\neight shallower fields along F8D1's major and minor axes. We calculate the star\nformation history (SFH) in the two deep fields, finding that while currently\nquiescent, both regions experienced a substantial burst $\\sim$2 Gyr ago and a\nsmaller burst $\\sim$500 Myr ago, which likely formed F8D1's nuclear star\ncluster. In the shallow fields, using the ratio of evolved Asymptotic Giant\nBranch and Red Giant Branch stars out to $\\sim$13 kpc along F8D1's known\nstellar stream, we confirm that F8D1 was globally star-forming until at least 2\nGyr ago. We estimate a total progenitor stellar mass, including the stream, of\n$\\sim$1.3$\\times$10$^8\\ M_{\\odot}$, with an average [M/H] $\\sim$ $-$0.8. We\ncompare F8D1's properties to those of Local Group galaxies with similar initial\nstellar mass. We find that F8D1 is consistent with a progenitor star-forming\ngalaxy similar to NGC 6822, which is in the midst of a transition to a\nSagittarius-like system. Notably, this evolutionary sequence can be\naccomplished through tidal processing alone, in galaxies that have experienced\nsufficiently bursty feedback to create cored profiles.\n",
      "author": [
        {
          "name": "Adam Smercina"
        },
        {
          "name": "Eric F. Bell"
        },
        {
          "name": "Benjamin F. Williams"
        },
        {
          "name": "Benjamin N. Velguth"
        },
        {
          "name": "Sarah Pearson"
        },
        {
          "name": "Jeremy Bailin"
        },
        {
          "name": "Tsang Keung Chan"
        },
        {
          "name": "Julianne J. Dalcanton"
        },
        {
          "name": "Roelof S. de Jong"
        },
        {
          "name": "Richard D'Souza"
        },
        {
          "name": "Andrew Dolphin"
        },
        {
          "name": "Puragra Guhathakurta"
        },
        {
          "name": "Kristen B. W. McQuinn"
        },
        {
          "name": "Antonela Monachesi"
        },
        {
          "name": "Colin T. Slater"
        },
        {
          "name": "Elisa Toloba"
        },
        {
          "name": "Daniel R. Weisz"
        },
        {
          "name": "Andrew Wetzel"
        }
      ],
      "arxiv:comment": {
        "_": "27 pages, 14 figures, 5 tables; submitted to The Astrophysical\n  Journal; comments welcome",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2507.13349v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2507.13349v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2507.13232v1",
      "updated": "2025-07-17T15:42:28Z",
      "published": "2025-07-17T15:42:28Z",
      "title": "Unraveling the Feedback-Regulated Star Formation Activities around the\n  Expanding Galactic MIR Bubble [HKS2019] E71",
      "summary": "  We explore the physical environment of the Galactic mid-infrared (MIR) bubble\n[HKS2019] E71 (hereafter E71) through a multi-wavelength approach. E71 is\nlocated at the edge of a filamentary structure, as traced in Herschel images\n(250-500 $\\mu$m), Herschel column density map, and molecular maps in the\nvelocity range [-20,-14] km/s. It hosts a stellar cluster (radius~1.26 pc,\ndistance~1.81+/-0.15 kpc) associated with radio continuum emission, including a\ncentrally positioned B1.5-type massive star (hereafter 'm2'), along with an\nenhanced population of evolved low-mass stars and young stellar objects. MIR\nimages and molecular line maps reveal a PDR surrounding 'm2', exhibiting an\narc-like structure along the edges of E71. Regularly spaced molecular and dust\ncondensations are identified along this structure. The position-velocity map of\n12CO emission suggests an expansion of molecular gas concentrated at the\nperiphery of E71. Near-infrared spectroscopic observations with TANSPEC confirm\nthe presence of the accretion process in a massive young stellar object (MYSO)\nlocated near the edge of the bubble. High-resolution uGMRT radio continuum maps\nuncover substructures in the ionized emission, both toward the MYSO and the\ncenter of E71. These findings support that 'm2' has shaped an arc-like\nmorphology through its feedback processes. The pressure exerted by 'm2' and the\nvelocity structure of the 12/13CO(1-0) emission suggest that the stellar\nfeedback has likely driven out molecular material, leading to the formation of\nthe expanding E71 bubble. Our overall investigation infers that the \"collect\nand collapse\" process might be a possible mechanism that can describe the\nongoing star formation activities around the E71 bubble.\n",
      "author": [
        {
          "name": "Aayushi Verma"
        },
        {
          "name": "Saurabh Sharma"
        },
        {
          "name": "Lokesh K. Dewangan"
        },
        {
          "name": "Tarak Chand"
        },
        {
          "name": "Ariful Hoque"
        },
        {
          "name": "Devendra K. Ojha"
        },
        {
          "name": "Harmeen Kaur"
        },
        {
          "name": "Ram Kesh Yadav"
        },
        {
          "name": " Mamta"
        },
        {
          "name": "Manojit Chakraborty"
        },
        {
          "name": "Archana Gupta"
        }
      ],
      "arxiv:comment": {
        "_": "28 pages, 15 figures, and 5 tables; Accepted for publication in The\n  Astrophysical Journal",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2507.13232v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2507.13232v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 0.5
    },
    {
      "id": "http://arxiv.org/abs/2507.13069v1",
      "updated": "2025-07-17T12:36:03Z",
      "published": "2025-07-17T12:36:03Z",
      "title": "A kinematic and structural study of young open clusters in the Milky Way\n  Galaxy using Gaia DR3 catalogue",
      "summary": "  We aim to identify the cluster members, estimate cluster properties, study\nthe dynamical state of the clusters as a function of mass, trace the existence\nof dynamical effects in massive stars, and check for spatial patterns of\nmembers in young clusters. We studied 14 young open clusters located within 1\nkpc using the data from Gaia DR3 with the membership estimated using the GMM\nmethod. The cluster parameters such as age, distance, metallicity, and\nextinction were estimated by fitting PARSEC isochrones to the CMDs. These\nclusters are found to have ages between 6-90 Myr, located between 334-910 pc,\ncovering a mass range, of 0.13 to 13.77 solar mass. In five of these clusters,\nstars from F to M spectral type show increasing velocity dispersion, a\nsignature for dynamical relaxation. We detect high proper motion for B and\nA-type stars, possible walkaway stars in the other five clusters, Alessi\nTeutsch 5, ASCC 16, ASCC 21, IC 2395, and NGC 6405. We demonstrate the\nexistence of mass-dependent velocity dispersion in young clusters suggestive of\ndynamical relaxation. The typical range of transverse velocity dispersion is\nfound to be 0.40 - 0.70 km/s for young clusters.\n",
      "author": [
        {
          "name": "Harsha K. H."
        },
        {
          "name": "Annapurni Subramaniam"
        },
        {
          "name": "S. R. Dhanush"
        },
        {
          "name": "Hariharan D. S"
        }
      ],
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2507.13069v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2507.13069v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.SR",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 6
    },
    {
      "id": "http://arxiv.org/abs/2507.13009v1",
      "updated": "2025-07-17T11:29:19Z",
      "published": "2025-07-17T11:29:19Z",
      "title": "Hadronic acceleration in the young star cluster NGC 6611 inside the M16\n  region unveiled by Fermi-LAT: constraints on the acceleration efficiency",
      "summary": "  Context. Young Massive Star Clusters, long considered as potentially\nimportant sources of galactic cosmic rays, have recently emerged as gamma-ray\nemitters up to very high energies. Aims. In order to quantify the contribution\nof this source class to the pool of Galactic CRs, we need to estimate the\ntypical acceleration efficiency of these systems. Methods. We search for\nemission in the GeV band, as most of the energy is emitted in this band. We\nperform an analysis of Fermi-LAT data collected towards the M16 region, a\nstar-forming region also known as the Eagle Nebula, which hosts the Young\nMassive Star Cluster NGC 6611. We model the acceleration at the stellar wind\ntermination shock and the propagation through the wind-blown bubble to derive\nthe energetics of the process and interpret the GeV observations. Results. We\nfind significant GeV emission in correspondence of a molecular cloud associated\nto the Young Massive Star Cluster NGC 6611. We interpret this as hadronic\nemission associated to particle accelerated at the cluster wind termination\nshock and propagated through the low-density wind-excavated bubble to the\ncloud. Our modeling allows us to put firm constraints on the acceleration\nefficiency in NGC 6611, assessing it between $\\sim$ 1 % and $\\sim$ 4 %.\n",
      "author": [
        {
          "name": "Giada Peron"
        },
        {
          "name": "Stefano Menchiari"
        },
        {
          "name": "Giovanni Morlino"
        },
        {
          "name": "Elena Amato"
        }
      ],
      "arxiv:comment": {
        "_": "Prepared for submission to A&A",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2507.13009v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2507.13009v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.HE",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.HE",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 6
    },
    {
      "id": "http://arxiv.org/abs/2507.12702v1",
      "updated": "2025-07-17T00:33:07Z",
      "published": "2025-07-17T00:33:07Z",
      "title": "Bar-driven Streaming Motions Mimic a Massive Bulge in the Inner Milky\n  Way",
      "summary": "  The circular speed curve of the Milky Way provides a key constraint on its\nmass distribution, reflecting the axisymmetric component of the gravitational\npotential. This is especially critical in the inner Galaxy ($R \\lesssim 4$\nkpc), where non-axisymmetric structures such as the stellar bar and nuclear\nstellar disk strongly influence dynamics. However, significant discrepancies\nremain between circular speed curves inferred from stellar dynamical modeling\nand those derived from the terminal-velocity method applied to gas kinematics.\nTo investigate this, we perform three-dimensional hydrodynamic simulations\nincluding cooling, heating, star formation, and feedback, under a realistic\ngravitational potential derived from stellar dynamical models calibrated to\nobservational data. This potential includes the Galactic bar, stellar disks,\ndark matter halo, nuclear stellar disk, and nuclear star cluster. We generate\nsynthetic longitude-velocity ($l$-$v$) diagrams and apply the terminal-velocity\nmethod to derive circular speeds. The simulated gas reproduces the observed\nterminal-velocity envelope, including a steep inner rise. We find this feature\narises from bar-driven non-circular motions, which cause the terminal-velocity\nmethod to overestimate circular speeds by up to a factor of 2 at $R \\sim 0.4$\nkpc, and enclosed mass by up to a factor of 4. These results suggest that inner\ngas-based rotation curves can significantly overestimate central mass\nconcentrations. The steep inner rise in gas-derived circular speeds does not\nrequire a massive classical bulge but can be explained by bar-induced streaming\nmotions. Rather than proposing a new mechanism, our study provides a clear,\nMilky Way-specific demonstration of this effect, emphasizing the importance of\ndynamical modeling that explicitly includes non-circular motions for accurate\nmass inference in the inner Milky Way.\n",
      "author": {
        "name": "Junichi Baba",
        "arxiv:affiliation": {
          "_": "Kagoshima U./NAOJ",
          "$": {
            "xmlns:arxiv": "http://arxiv.org/schemas/atom"
          }
        }
      },
      "arxiv:comment": {
        "_": "accepted for publication in ApJ",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2507.12702v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2507.12702v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.CO",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2507.11684v1",
      "updated": "2025-07-15T19:39:06Z",
      "published": "2025-07-15T19:39:06Z",
      "title": "The evolution of a supermassive binary black hole in an non-spherical\n  nuclear star cluster",
      "summary": "  (abridged) We consider a secular orbital evolution of a supermassive binary\nblack hole (SBBH) with unequal masses $M_p$ and $M_s < M_p$ in a central part\nof a non-spherical nuclear star cluster (NSC). When the mass of NSC inside the\norbit is smaller than $M_{s}$ dynamical friction becomes inefficient. The\nsubsequent orbital evolution of SBBH is largely governed by perturbing tidal\npotential of NSC arising from its non-sphericity. When the perturbing potential\nis mainly determined by quadrupole harmonics with azimuthal number $|m|=2$ the\nsecular dynamics of the SBBH does not conserve any components of the angular\nmomentum and can lead to the formation of highly eccentric orbits. Such orbits\ncan experience an efficient circularization due to emission of gravitational\nwaves (GW). In this Paper we consider this situation in some detail. We study\nanalytically and numerically the orbital evolution taking into account the\nimportant effect of Einstein apsidal precession and estimate the largest\npossible value of $e$, which can be obtained. We then estimate a possibility of\nfast orbital circularization through emission of gravitation waves on a highly\neccentric orbit, with circularization timescale of the order of the orbital\nperiod. We find that our mechanism could result in such events on a time scale\nof the order of or smaller than a few Gyr. It is stressed that for particular\nvalues of the model parameters such events may sometimes be distinguished from\nthe ones expected in more standard scenarios, since in our case the\neccentricity may remain substantial all the way down to the final merger. It is\nalso noted that our results can be applied to other astrophysical settings,\ne.g. to study the orbital evolution of a binary star or a proto planetary\nsystem inside a massive deformed gas cloud.\n",
      "author": [
        {
          "name": "Pavel B. Ivanov"
        },
        {
          "name": "Alexander G. Polnarev"
        }
      ],
      "arxiv:doi": {
        "_": "10.1103/mb3k-z5b9",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "title": "doi",
            "href": "http://dx.doi.org/10.1103/mb3k-z5b9",
            "rel": "related"
          }
        },
        {
          "$": {
            "href": "http://arxiv.org/abs/2507.11684v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2507.11684v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:comment": {
        "_": "to be published in PRD",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "gr-qc",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 4
    },
    {
      "id": "http://arxiv.org/abs/2507.11609v1",
      "updated": "2025-07-15T18:00:01Z",
      "published": "2025-07-15T18:00:01Z",
      "title": "Stephenson 2 DFK 52: Discovery of an exotic red supergiant in the\n  massive stellar cluster RSGC2",
      "summary": "  Atacama Large Millimeter/submillimeter Array (ALMA) observations at 1.3mm\nhave recently revealed surprising complexity in the circumstellar environment\nof DFK 52, a red supergiant (RSG) located in the Stephenson 2 massive open\ncluster. We provide an initial characterisation of the star's mass-loss\nproperties by studying its circumstellar emission in continuum, $^{12}$CO,\n$^{13}$CO, and SiO rotational lines. We find that DFK 52 is surrounded by an\nextremely large outflow (up to 50,000 au in radius) that shows complex\nmorphologies in both its molecular and dust emission. The size of the\ncircumstellar medium is unprecedented, even when compared with other known\nextreme RSGs, and its lower luminosity indicates that its mass ejection\nmechanism may be unique among this population. The molecular emission can be\npartially reproduced by a two-component model consisting of a fast (27 km/s)\ndetached equatorial component with $M{\\sim}0.05$ $M_{\\odot}$ and a slow (10\nkm/s) spherical envelope with $\\dot{M}\\sim3\\times10^{-6}$ $M_{\\odot}$\nyr$^{-1}$. This suggests that DFK 52 underwent a dramatic mass-loss event\n$\\sim$4000 years ago, but has since transitioned into having a slower more\nsymmetric mass loss. We conservatively estimate a total mass of $0.1-1$\n$M_{\\odot}$ in the complex extended regions of the outflow. The uncertain\nnature of the dramatic mass loss warrants extensive follow-up of this likely\nsupernova progenitor.\n",
      "author": [
        {
          "name": "Mark A. Siebert"
        },
        {
          "name": "Elvire De Beck"
        },
        {
          "name": "Guillermo Quintana-Lacaci"
        },
        {
          "name": "Wouter Vlemmings"
        }
      ],
      "arxiv:comment": {
        "_": "7 pages, 6 figures (with appendices). Accepted for publication as a\n  Letter to the Editor in A&A",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2507.11609v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2507.11609v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 3
    },
    {
      "id": "http://arxiv.org/abs/2507.10551v1",
      "updated": "2025-07-14T17:59:59Z",
      "published": "2025-07-14T17:59:59Z",
      "title": "Angular-momentum pairs in spherical systems: applications to the\n  Galactic centre",
      "summary": "  Consider a system of point masses in a spherical potential. In such systems\nobjects execute planar orbits covering two-dimensional rings or annuli,\nrepresented by the angular-momentum vectors, which slowly reorient due to the\npersistent weak gravitational interaction between different rings. This\nprocess, called vector resonant relaxation, is much faster than other processes\nwhich change the size/shape of the rings. The interaction is stron9gest between\nobjects with closely aligned angular-momentum vectors. In this paper, we show\nthat nearly parallel angular-momentum vectors may form stable bound pairs in\nangular-momentum space. We examine the stability of such pairs against an\nexternal massive perturber, and determine the critical separation analogous to\nthe Hill radius or tidal radius in the three-body problem, where the\nangular-momentum pairs are marginally disrupted, as a function of the\nperturber's mass, the orbital inclination, and the radial distance.\nAngular-momentum pairs or multiples closer than the critical inclination will\nremain bound and evolve together in angular-momentum-direction space under any\nexternal influence, such as anisotropic density fluctuations, or massive\nperturbers. This study has applications in various astrophysical contexts,\nincluding galactic nuclei, in particular the Milky Way's Galactic centre,\nglobular clusters, or planetary systems. In nuclear star clusters with a\ncentral super-massive black hole, we apply this criterion to the disc of young,\nmassive stars, and show that clusters in angular-momentum space may be used to\nconstrain the presence of intermediate-mass black holes or the mass of the\nnearby gaseous torus.\n",
      "author": [
        {
          "name": "Taras Panamarev"
        },
        {
          "name": "Yonadav Barry Ginat"
        },
        {
          "name": "Bence Kocsis"
        }
      ],
      "arxiv:comment": {
        "_": "23 pages, 9 figures. Submitted",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2507.10551v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2507.10551v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.IM",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2507.09674v1",
      "updated": "2025-07-13T15:15:51Z",
      "published": "2025-07-13T15:15:51Z",
      "title": "Dynamical traction and black hole orbital migration",
      "summary": "  We investigate the circumstances which allow a black hole to remain put at\nthe galactic centre when the stellar core is anisotropic. We use N-body\ncalculations to study the response of stellar orbit families embedded in a\nlarger, isotropic isochrone (H\\'enon) background potential. When the BH orbits\nin an odd f[E,Lz] velocity distribution function, they transfer angular\nmomentum to it. We call this dynamical traction: it takes place whenever the\nkinetic energy drawn from f[E,Lz] has an excess of streaming motion over its\n(isotropic) v-dispersion. For a dynamically cold disc, the outcome depends on\nboth the orbit of the BH and that of a Jeans-unstable stellar sub-structures.\nWhen the stellar clumps have much binding energy, a BH may scatter off of them\nafter they formed. In the process the BH may be dislodged from the centre and\nmigrate outward due to dynamical traction. When the stellar clumps are less\nbound, they may still migrate to the centre where they either dissolve or merge\nwith the BH. The final configuration is similar to a nuclear star cluster which\nmay yet be moving at ~10 km/s wrt the barycentre.\n  The angular momentum transferred to a BH by dynamical traction delays the\nmigration to the galactic centre by several hundred million years. The\nefficiency of angular momentum transfer is a strong function of the fragmented\n(cold) state of the stellar space density. In a dynamically cold environment, a\nBH is removed from the central region through a two-stage orbital migration\ninstability. A criterion against this instability is proposed in the form of a\nthreshold in isotropic velocity dispersion compared to streaming motion. For a\nBH to settle at the heart of a galaxy on time-scales of ~ 300 Myr or less\nrequires that a large fraction of Lz be dissipated, or, alternatively, that the\nBH grows in situ in an isotropic environment devoid of sub-structures.\n",
      "author": [
        {
          "name": "C. M. Boily"
        },
        {
          "name": "T. L. François"
        },
        {
          "name": "J. Freundlich"
        },
        {
          "name": "F. Combes"
        },
        {
          "name": "A. -L. Melchior"
        },
        {
          "name": "Y. Hénin"
        }
      ],
      "arxiv:comment": {
        "_": "20 pages, 4 appendices, to appear in A & A",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2507.09674v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2507.09674v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2507.08651v1",
      "updated": "2025-07-11T14:54:27Z",
      "published": "2025-07-11T14:54:27Z",
      "title": "Chemical abundances and small-scale gas kinematics in the local\n  star-forming galaxy NGC 2366",
      "summary": "  We present a detailed spectroscopic study of ionised gas in the nearby\n(~3.3Mpc) dwarf galaxy NGC 2366, a local analogue of Green Pea galaxies, based\non observations with the SCORPIO-2 instrument at the Russian 6-m BTA telescope.\nUsing scanning Fabry-Perot interferometry and long-slit spectroscopy, we\nexamine the gas kinematics, excitation mechanisms, and chemical abundances\nacross the disc of NGC 2366, including its prominent starburst region Mrk 71\nand the companion region NGC 2363. We identified 20 regions with locally\nelevated Ha velocity dispersion, only four of which correspond to known\nhigh-energy sources. We argue that one of the remaining objects can be a\npreviously unidentified Wolf-Rayet star and two - supernova remnants. For 15\nHII regions, we measure electron temperatures, oxygen and nitrogen abundances\nvia the `direct' Te method, with 12 + log(O/H) ranging from 7.6 to 8.0 in most\nof the regions. We show that Mrk 71 has higher oxygen abundance compared to the\nother \\HII regions in the galaxy, contrary to the previous indirect estimates\nsuggesting flat gradient throughout the galaxy. Together with the localized\nspatial variations of metallicity in the area, it is indicative of metal\nenrichment by the outflow from the super star cluster in the centre of Mrk 71.\n",
      "author": [
        {
          "name": "Anastasiya D. Yarovova"
        },
        {
          "name": "Ivan S. Gerasimov"
        },
        {
          "name": "Oleg V. Egorov"
        },
        {
          "name": "Alexei V. Moiseev"
        },
        {
          "name": "Konstantin I. Vasiliev"
        },
        {
          "name": "Tatiana A. Lozinskaya"
        }
      ],
      "arxiv:comment": {
        "_": "accepted to MNRAS; 20 pages, 11 figures",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2507.08651v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2507.08651v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.HE",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.IM",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 1
    }
  ]
}