{
  "fetched_at": "2025-06-22T06:23:21.614Z",
  "entries": [
    {
      "id": "http://arxiv.org/abs/2506.14137v1",
      "updated": "2025-06-17T03:00:14Z",
      "published": "2025-06-17T03:00:14Z",
      "title": "Structure and Magnetic Field of Bright-rimmed Cloud IC 1396E/SFO 38",
      "summary": "  We carried out polarimetric observations of the bright-rimmed cloud IC\n1396E/SFO 38 with SCUBA-2/POL-2 to study the effect of ultraviolet (UV) light\non its structure and magnetic field. This bright-rimmed cloud appears optically\nto be one single cloud illuminated by the UV light from the excited star of IC\n1396, however our Stokes I image and 13CO(J=3-2) archival data suggest that\nthis cloud is not a simple, single structure, but appears to be composed of two\nparts on first glance; a head part with wings and a tail, and a north-west\nextension part.Since molecular clouds are generally filamentary and it seems\nlikely that the initial structures of bright-rimmed clouds are expected to be\nalso generally elongated, we examined the possibility that the structure was\ncreated from a single elongated cloud by the UV impact. We compared the cloud\nstructure with a simulation study that investigated the evolution of prolate\nclouds exposed to the UV radiation from various directions and found that this\napparent two-part structure could be reproduced in a situation where a single\nfilamentary cloud is obliquely illuminated by UV light. The magnetic field\ndirections of the cloud are different from the ambient field direction,\ndemonstrating the field reconfiguration due to the UV impact. The distortion or\npinch of the magnetic field is seen toward the cloud head, where an\nintermediate-mass star cluster is located, suggesting gravitational\ncontraction. We roughly estimated the magnetic strength and stability in three\nparts of the cloud and found that the cloud head is most likely to be\nsupercritical.\n",
      "author": [
        {
          "name": "Koji Sugitani"
        },
        {
          "name": "Jan G. A. Wouterloot"
        },
        {
          "name": "Harriet Parsons"
        },
        {
          "name": "Sarah Graves"
        },
        {
          "name": "Takayoshi Kusune"
        },
        {
          "name": "Archana Soam"
        }
      ],
      "arxiv:comment": {
        "_": "14 pages, 10 figures, to be submitted to PASJ",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2506.14137v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2506.14137v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2506.13951v1",
      "updated": "2025-06-16T19:44:46Z",
      "published": "2025-06-16T19:44:46Z",
      "title": "Multiple machine-learning as a powerful tool for the star clusters\n  analysis",
      "summary": "  This work proposes a multiple machine learning method (MMLM) aiming to\nimprove the accuracy and robustness in the analysis of star clusters. The MMLM\nperformance is evaluated by applying it to the reanalysis of the old binary\ncluster candidate - NGC 1605a and NGC 1605b - found by Camargo (2021)\n(hereafter C21). The binary cluster candidate is analyzed by employing a set of\nwell established machine learning algorithms applied to the Gaia-EDR3 data.\nMembership probabilities and open clusters (OCs) parameters are determined by\nusing the clustering algorithms pyUPMASK, ASteCA, Kmeans, GMM, and HDBSCAN. In\naddition, a KNN smoothing algorithm is implemented to enhances the\nvisualization of features like overdensities in the 5D space and intrinsic\nstellar sequences on the color-magnitude diagrams (CMDs). The method validates\nthe clusters' parameters previously derived, however, suggests that their\nprobable members-stars are distributed over a wider overlapping area. Finally,\na combination of the elbow method, t-SNE, kmeans, and GMM algorithms group the\nnormalized data into 6 clusters, following C21. In short, these results confirm\nNGC1605a and NGC1605b as genuine OCs and reinforce the previous suggestion that\nthey form an old binary cluster in an advanced stage of merging after a tidal\ncapture during a close encounter. Thus, MMLM has proven to be a powerful tool\nthat helps to obtain more accurate and reliable clusters parameters and its\napplication in future studies may contribute to a better characterization of\nthe Galaxy's star cluster system.\n",
      "author": {
        "name": "Denilso Camargo"
      },
      "arxiv:comment": {
        "_": "Accepted for publication in The Astronomical Journal",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2506.13951v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2506.13951v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.IM",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 6.5
    },
    {
      "id": "http://arxiv.org/abs/2506.13636v1",
      "updated": "2025-06-16T16:01:02Z",
      "published": "2025-06-16T16:01:02Z",
      "title": "KRIOS: A new basis-expansion $N$-body code for collisional stellar\n  dynamics",
      "summary": "  The gravitational $N$-body problem is a nearly universal problem in\nastrophysics which, despite its deceptive simplicity, still presents a\nsignificant computational challenge. For collisional systems such as dense star\nclusters, the need to resolve individual encounters between $N$ stars makes the\ndirect summation of forces - with quadratic complexity - almost infeasible for\nsystems with $N\\gtrsim 10^6$ particles over many relaxation times. At the same\ntime, the most common Monte Carlo $N$-body algorithm - that of H\\'enon -\nassumes the cluster to be spherically symmetric. This greatly limits the study\nof many important features of star clusters, including triaxiality, rotation,\nand the production of tidal debris. In this paper, we present a new hybrid\ncode, KRIOS, that combines 3D collisionless relaxation using an adaptive\nself-consistent field method with a collisional dynamics part handled via\nH\\'enon's method. We demonstrate that KRIOS can accurately model the long-term\nevolution of clusters and provide its complete phase-space information over\nmany relaxation times. As a test of our new code, we present detailed\ncomparisons to two well-known results from stellar dynamics: (i) the\ncollisional evolution of an isotropic Plummer sphere to core collapse, and (ii)\nthe emergence of the radial-orbit instability in radially anisotropic star\nclusters, including its non-spherical effects.\n",
      "author": [
        {
          "name": "Kerwann Tep"
        },
        {
          "name": "Brian T. Cook"
        },
        {
          "name": "Carl L. Rodriguez"
        },
        {
          "name": "Jiya Jolly"
        },
        {
          "name": "Eddie Sawin"
        },
        {
          "name": "Michael S. Petersen"
        },
        {
          "name": "Christoph Gaffud"
        }
      ],
      "arxiv:comment": {
        "_": "21 pages, 12 figures, submitted to ApJ",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2506.13636v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2506.13636v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 3
    },
    {
      "id": "http://arxiv.org/abs/2506.12987v1",
      "updated": "2025-06-15T23:00:11Z",
      "published": "2025-06-15T23:00:11Z",
      "title": "Stellar initial mass function in the 100-pc solar neighbourhood",
      "summary": "  The stellar initial mass function (IMF) is one of the most important\nastrophysical distribution function, and is defined as the mass distribution\nfor stars formed in a single star-formation event and when they just enter the\nmain-sequence stage. The measurement of IMF is challenging even in the solar\nneighbourhood where IMF can be extracted by star-counting. This is because the\ndefinition of the IMF should be handled cautiously, and there are multiple\ncorrections should be made from observation to a well-founded measurement. We\npresent a new parametrisation of the stellar IMF in the 100-pc solar\nneighbourhood, leveraging the astrometric and photometric data from\n\\textsl{Gaia} DR3: we model the colour-magnitude diagram of the field star\npopulation while accounting for observational uncertainties, Malmquist bias,\nLutz-Kelker bias, the effect of varying mass-luminosity relation caused by\nmixture of different metallicity, and the effect of unresolved binaries. In\nparticular, we synthesise the binaries with a process imitating the dynamical\nevolution observed in star clusters to model their present-day mass-ratio\ndistribution. We derive a stellar IMF consistent with canonical IMFs but with\nsignificantly reduced uncertainties: $\\alpha_1=0.81^{+0.06}_{-0.05}$,\n$\\alpha_2=2.12^{+0.04}_{-0.04}$, and a break point at\n$m_{\\mathrm{break}}=0.41^{+0.01}_{-0.01}$ $\\mathrm{M_{\\odot}}$. Our model also\nconstrains the binary fraction to $\\sim$25\\% and the \\textsl{Gaia} DR3 angular\nresolution to $1.31^{+0.24}_{-0.29}$ arcsec. We also provide the\n$\\xi$-parameter for our IMF to be $0.5075_{-0.0051}^{+0.0112}$ for the users to\ncompare our result with other work.\n",
      "author": [
        {
          "name": "Yu-Ting Wang"
        },
        {
          "name": "Chao Liu"
        },
        {
          "name": "Jiadong Li"
        }
      ],
      "arxiv:comment": {
        "_": "Submitted to MNRAS",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2506.12987v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2506.12987v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 1
    }
  ]
}