{
  "fetched_at": "2025-06-17T01:22:43.597Z",
  "entries": [
    {
      "id": "http://arxiv.org/abs/2506.11664v1",
      "updated": "2025-06-13T10:50:19Z",
      "published": "2025-06-13T10:50:19Z",
      "title": "From FFB Starbursts at Cosmic Dawn to Quenching at Cosmic Morning: Hi-z\n  Galaxy Bimodality",
      "summary": "  We propose a mass-dependent bimodality in the early evolution of galaxies.\nThe massive track connects the super-bright galaxies at cosmic dawn ($z>8$) to\nthe super-massive quiescent galaxies and black holes (BHs) at cosmic morning\n($z=4-7$). The dark-matter halos $>10^{10.5}M_\\odot$ at $z=10$ are expected to\nundergo feedback-free starbursts (FFB) with high star-formation efficiency in\ndense star clusters within compact galaxies. The less massive halos avoid FFB\nand form stars gradually under stellar feedback, leading to the peak\nstar-forming galaxies at cosmic noon ($z=1-3$). The FFB and non-FFB halos\noriginate from $>4\\sigma$ and $2-3\\sigma$ density peaks, respectively. The\npost-FFB galaxies quench their star formation soon after the FFB phase and\nremain quiescent due to (a) gas depletion by the FFB starbursts and outflows,\n(b) compaction events driven by angular-momentum loss in colliding streams\nwithin the high-sigma-peak FFB halos, (c) turbulent circum-galactic medium\n(CGM) that suppresses feeding by cold streams, and (d) BH feedback, being a key\nfor complete quenching. BH feedback is enhanced by FFB-driven BH seeding and\ngrowth. It seems capable of disrupting the streams by generating CGM turbulence\nor photo-heating, but this remains an open challenge. The cosmic-morning\nquiescent galaxies are expected to be massive, compact, showing signatures of\ncompaction, outflows and AGN, with a comoving number density $\\sim 10^{-5} {\\rm\nMpc}^{-3}$, comparable to the super-bright galaxies at cosmic dawn and the AGN\nat cosmic morning. Their UV luminosity function should peak about $M_{\\rm uv}\n\\sim -22$ and contribute $\\sim 10\\%$ of the galaxies there.\n",
      "author": [
        {
          "name": "Avishai Dekel"
        },
        {
          "name": "Nir Mandelker"
        },
        {
          "name": "Zhaozhou Li"
        },
        {
          "name": "Zhiyuan Yao"
        },
        {
          "name": "Bocheng Zhu"
        },
        {
          "name": "Sharon Lapiner"
        },
        {
          "name": "Dhruba Dutta Chowdhury"
        },
        {
          "name": "Omri Ginzburg"
        }
      ],
      "arxiv:comment": {
        "_": "21 pages, 13 figures",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2506.11664v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2506.11664v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2506.10512v1",
      "updated": "2025-06-12T09:19:44Z",
      "published": "2025-06-12T09:19:44Z",
      "title": "Open clusters in the outer disc studied with MEGARA@GTC Auner 1 and\n  Berkeley 102",
      "summary": "  Open clusters offer crucial insights into stellar nucleosynthesis and the\nchemical evolution of the Galactic disc, as their ages and distances can be\ndetermined with higher accuracy compared to field stars. In this study, we\ninvestigate the outermost regions of the Milky Way disc using two previously\nunstudied open clusters -Auner 1 and Berkeley 102- located at Galactocentric\ndistances of approximately 14 kpc in largely uncharted areas of the Galaxy. We\nobtained medium-resolution spectra (R > 18,700) using the MEGARA integral-field\nunit (IFU) spectrograph on the 10.4 m Gran Telescopio Canarias (GTC), targeting\nred giant member stars in both clusters. From these spectra, we derived radial\nvelocities, stellar atmospheric parameters, and chemical abundances for six\nelements: Fe, Ca, Co, Ni, Ba, and Eu. Additionally, we provide updated\nestimates of the clusters' ages and distances. Both clusters are old (3.2 +-\n0.7 Ga), distant (d ~ 8 kpc), and lie below the Galactic plane (Z Gal ~ -0.7\nkpc), with moderate extinction (AV ~ 1.3 mag). We find that Auner 1 has a\nmetallicity of [Fe/H] = -0.30 +- 0.09 and Berkeley 102 of [Fe/H] = -0.35 +-\n0.06, consistent with other clusters at similar Galactocentric radii and\nindicating minimal azimuthal variation in metallicity. The [X/Fe] abundance\nratios align with expected trends, although [Ca/Fe] is slightly higher in both\nclusters, and [Eu/Fe] is notably enhanced in Berkeley 102 ([Eu/Fe] = 0.64 +-\n0.05). Our findings highlight the effectiveness of GTC/MEGARA in IFU mode for\nGalactic archaeology and emphasize the need for further medium-to-high\nresolution spectroscopic studies of remote open clusters to refine models of\nthe outer Galactic disc's chemical evolution.\n",
      "author": [
        {
          "name": "J. Carbajo-Hijarrubia"
        },
        {
          "name": "R. Carrera"
        },
        {
          "name": "F. Anders"
        },
        {
          "name": "C. Jordi"
        },
        {
          "name": "L. Casamiquela"
        },
        {
          "name": "L. Balaguer-Núñez"
        },
        {
          "name": "A. Gil de Paz"
        }
      ],
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2506.10512v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2506.10512v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 9
    },
    {
      "id": "http://arxiv.org/abs/2506.09927v1",
      "updated": "2025-06-11T16:50:57Z",
      "published": "2025-06-11T16:50:57Z",
      "title": "Counterculture Stars: Slow and Retrograde Stars with Low-Alpha Disk\n  Abundances",
      "summary": "  The Milky Way is home to a thin disk that can be defined via kinematics\nand/or elemental abundances. The elemental abundance-defined thin disk, also\ncalled the low-alpha disk, is generally thought to be comprised of stars on\nplanar, circular orbits that approximate the circular velocity curve. While\nthis is an apt description for the majority of stars with thin-disk-like\nabundances, there are a number of interesting exceptions. In this analysis, we\nidentify and investigate $\\sim 70$ stars with thin-disk-like abundances and\nvery slow or retrograde Galactocentric azimuthal velocities. These stars could\nbe kinematical outliers of the thin disk or elemental abundance outliers of the\nhalo. Focusing first on the former, we introduce a number of mechanisms that\ncould alter a thin disk orbit and cause the azimuthal velocity to become slow\nor retrograde. We then determine signatures for each mechanism and assess\nwhether that mechanism is unlikely, plausible, or consistent given each star's\nreported properties. We find that at least one mechanism is plausible for each\nstar, and the mechanism with the highest number of consistent candidate stars\nis dynamical ejection from stellar clusters. We next discuss scenarios that\ncould produce halo stars with thin disk abundances, and again identify stars\nthat could be connected to these mechanisms. With this sample we investigate\nrare processes, such as binary disruption by the central supermassive black\nhole, while also providing a unique perspective into the chemo-dynamics and\nstructural components of the Milky Way.\n",
      "author": [
        {
          "name": "Carrie Filion"
        },
        {
          "name": "Michael S. Petersen"
        },
        {
          "name": "Danny Horta"
        },
        {
          "name": "Kathryne J. Daniel"
        },
        {
          "name": "Madeline Lucey"
        },
        {
          "name": "Adrian M. Price-Whelan"
        }
      ],
      "arxiv:comment": {
        "_": "Accepted to ApJ",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2506.09927v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2506.09927v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 0.5
    },
    {
      "id": "http://arxiv.org/abs/2506.09622v1",
      "updated": "2025-06-11T11:25:13Z",
      "published": "2025-06-11T11:25:13Z",
      "title": "Deriving physical parameters of unresolved star clusters. IX. Sky\n  background effects in the aperture photometry",
      "summary": "  The aperture photometry method is a powerful tool that enables us to study\nlarge star cluster systems efficiently. However, its accuracy depends on\nvarious factors, including the stochasticity of the stellar initial mass\nfunction and variations in the sky background. Previously, in the eighth paper\nof this series, we established the best achievable limits of the aperture\nphotometry method for star cluster studies in the local universe. The aim of\nthis study is to determine how the sky background affects the limits and\napplicability of the aperture photometry method in star cluster analysis. We\nused a large sample of star cluster models spanning the parameter space of M 31\nclusters. To determine how the background affects star cluster photometry, we\nplaced images of simulated clusters into five background fields of different\nstellar density from the Panchromatic $Hubble$ Andromeda Treasury (PHAT) survey\nand measured them using aperture photometry. We determined age and mass limits\nfor the M 31 disc star clusters at which photometric uncertainties are low\nenough to enable the determination of cluster parameters using the aperture\nphotometry method. We demonstrated that for typical-size clusters, optimal\naperture diameters are of ~3 half-light radii. We assessed cluster detection\ncompleteness in relation to varying sky background densities, based on the M 31\nPHAT survey data. Our results suggest that a significant selection bias towards\nmore compact clusters may exist in the PHAT survey. We derived low-mass limits\nof the cluster mass function (CMF) in the PHAT survey, reaching down to masses\nof ~500 $M_\\odot$ in outer disc areas, ~1500 $M_\\odot$ in middle disc or\nstar-forming regions, and ~3000 $M_\\odot$ in inner disc regions. Therefore, we\nstress a necessity of careful accounting for selection effects arising due to\nsky background variations when studying the CMF.\n",
      "author": [
        {
          "name": "Karolis Daugevičius"
        },
        {
          "name": "Rima Stonkutė"
        },
        {
          "name": "Eimantas Kriščiūnas"
        },
        {
          "name": "Erikas Cicėnas"
        },
        {
          "name": "Vladas Vansevičius"
        }
      ],
      "arxiv:comment": {
        "_": "11 pages, 9 figures, accepted for publication in A&A",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2506.09622v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2506.09622v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 9
    },
    {
      "id": "http://arxiv.org/abs/2506.08801v1",
      "updated": "2025-06-10T13:47:58Z",
      "published": "2025-06-10T13:47:58Z",
      "title": "Using gravitational waves and multi-messenger Astronomy to\n  reverse-engineer the properties of galactic nuclei",
      "summary": "  Active galactic nuclei (AGN) are powered by accretion disks onto supermassive\nblack holes in the the centers of galaxies. AGN are believed to play important\nroles in the evolution of both supermassive black holes and their host galaxies\nover cosmic time. AGN and the nuclear star clusters (NSCs) that interact with\nthem remain unresolved with present and planned telescopes. As a result, the\nproperties of AGN and NSCs are highly uncertain. Here we review how binary\nblack hole (BBH) mergers can occur in AGN disks and how both the gravitational\nwave (GW) and electromagnetic wave (EM) properties of such mergers allow us to\nreverse-engineer the properties of AGN disks and NSCs over cosmic time. We\npoint out that the feature in the BBH mass spectrum around $\\sim 35M_{\\odot}$\nis an excellent probe of hierarchical merger models. Likewise constraints on\nthe spins of upper-mass gap BH ($\\gtrsim 50M_{\\odot}$) test the AGN channel.\nThe effective spin ($\\chi_{\\rm eff}$) distribution, including asymmetry,\nislands of structure and magnitudes are excellent tests of AGN model\npredictions. We also argue, that the rate of AGN-driven BBH mergers as a\nfunction of redshift should scale slightly shallower than the AGN number\ndensity, at least out to redshifts of $\\sim 2$, and should turnover at the same\nredshift as the AGN number density. Finally, we emphasize a determination of an\nAGN fraction of observed BBH mergers ($f_{\\rm BBH,AGN}$), \\emph{regardless of\nthe actual value}, allows us to infer the average properties of AGN disks and\nNSCs out to high redshift.\n",
      "author": [
        {
          "name": "K. E. Saavik Ford"
        },
        {
          "name": "Barry McKernan"
        }
      ],
      "arxiv:comment": {
        "_": "26 pagese, 12 figures, Invited review submitted to Special Edition of\n  Classical & Quantum Gravity. Comments welcome!",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2506.08801v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2506.08801v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.HE",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.HE",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2506.08674v1",
      "updated": "2025-06-10T10:33:47Z",
      "published": "2025-06-10T10:33:47Z",
      "title": "Deriving physical parameters of unresolved star clusters. VIII. Limits\n  of aperture photometry for star cluster studies",
      "summary": "  Recently, it has been noticed that the discrepancies in the integrated colour\nindices (CIs) between star clusters and models are mostly due to the projection\nof bright stars in the apertures. In order to reduce this problem, the method\nof adaptive aperture photometry has been proposed. This method has been applied\nto star clusters from the M 31 Panchromatic Hubble Andromeda Treasury (PHAT)\nsurvey, and studies show that the adaptive aperture photometry performs better\nthan the conventional approach. The aim of this study is to determine the best\nachievable limits on the accuracy and applicability of the aperture photometry\nmethod for studying star clusters in the local Universe. We computed a large\nnetwork of artificial 3D star clusters spanning the parameter space of the M 31\nclusters. We then simulated images of these clusters by projecting each onto a\n2D plane from 100 directions. Star cluster images were generated in six\npassbands to match the PHAT survey. To investigate the limiting accuracy of\naperture photometry and the limits of its applicability to star cluster\nstudies, we measured the simulated images and performed parameter determination\ntests. We demonstrate that star clusters with and without post-main-sequence\nstars have significant photometric differences. We show that in order to obtain\nreliable physical parameters of star clusters, the CIs must be measured using\nan aperture with a radius larger than the cluster's half-light radius.\nFurthermore, we demonstrate that the parameter determination of young clusters\n(~10 Myr) is problematic regardless of the aperture size used. Therefore, it is\nadvisable to determine the parameters of these clusters using colour-magnitude\ndiagram fitting methods, when possible. We also show that the randomness of the\nviewing angle can lead to a CI uncertainty of up to 0.1 mag, depending on\ncluster parameters and aperture size.\n",
      "author": [
        {
          "name": "Karolis Daugevičius"
        },
        {
          "name": "Eimantas Kriščiūnas"
        },
        {
          "name": "Erikas Cicėnas"
        },
        {
          "name": "Rima Stonkutė"
        },
        {
          "name": "Vladas Vansevičius"
        }
      ],
      "arxiv:doi": {
        "_": "10.1051/0004-6361/202449680",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "title": "doi",
            "href": "http://dx.doi.org/10.1051/0004-6361/202449680",
            "rel": "related"
          }
        },
        {
          "$": {
            "href": "http://arxiv.org/abs/2506.08674v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2506.08674v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:comment": {
        "_": "14 pages, 15 figures, published in A&A",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "arxiv:journal_ref": {
        "_": "Astronomy & Astrophysics, 688, A131 (2024)",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 14
    },
    {
      "id": "http://arxiv.org/abs/2506.08587v1",
      "updated": "2025-06-10T08:55:52Z",
      "published": "2025-06-10T08:55:52Z",
      "title": "Chandra X-ray Measurement of Heavy Element Abundances of Wolf-Rayet\n  Stars in the Galactic Center",
      "summary": "  Elemental abundances hold important information about the star formation\nhistory in the Galactic Center. The thermal X-ray spectra of certain stars can\nprovide a robust probe of elemental abundances, mainly through the presence of\nK-shell emission lines. In this work, based on deep archival {\\it Chandra}\nobservations, we obtain X-ray measurements of five heavy elements (Si, S, Ar,\nCa and Fe) for three sources in the Arches cluster, one source in the\nQuintuplet cluster, as well as a field source known as Edd 1, which are all\nprobable WR stars exhibiting a high quality X-ray spectrum. A two-temperature,\nnon-equilibrium ionization plasma model is employed for the spectral fit,\ntaking into account light element compositions characteristic of WR star winds,\nwhich is substantially depleted in hydrogen but enriched in nitrogen and/or\ncarbon. It is found that the Arches and Quintuplet WR stars share similar\nabundances of Si, S, and Ar, while exhibiting distinct Ca and Fe abundances,\nwhich may be understood as due to dust depletion of the latter two elements in\nQuintuplet. The observed near-solar or sub-solar metallicity of the WR star\nwinds can be naturally understood as the result of nucleosynthesis and internal\nmixing of the parent star, which have a supersolar initial metallicity as\nexpected for the Galactic center in general. Implications of our findings on\nthe origin of the young star clusters and isolated massive stars in the\nGalactic center, as well as the elemental composition of the accretion flow\nonto Sgr A*, are addressed.\n",
      "author": [
        {
          "name": "Ziqian Hua"
        },
        {
          "name": "Zhiyuan Li"
        }
      ],
      "arxiv:comment": {
        "_": "13 pages, 7 figures, Accepted for publication in MNRAS",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2506.08587v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2506.08587v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.HE",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 1
    }
  ]
}