{
  "fetched_at": "2025-07-08T18:24:57.646Z",
  "entries": [
    {
      "id": "http://arxiv.org/abs/2507.05016v1",
      "updated": "2025-07-07T13:56:44Z",
      "published": "2025-07-07T13:56:44Z",
      "title": "Centrally concentrated star formation in young clusters",
      "summary": "  The study of star cluster evolution necessitates modeling how their density\nprofiles develop from their natal gas distribution. Observational evidence\nindicates that many star clusters follow a Plummer density profile. However,\nmost studies have focused on the phase after gas ejection, neglecting the\ninfluence of gas on early dynamical evolution. We investigate the development\nof star clusters forming within gas clouds, particularly those with a centrally\nconcentrated gas profile. Simulations were conducted using the \\texttt{Torch}\nframework, integrating the \\texttt{FLASH} magnetohydrodynamics code into\n\\texttt{AMUSE}. This permits detailed modeling of star formation, stellar\nevolution, stellar dynamics, radiative transfer, and gas magnetohydrodynamics.\nWe study the collapse of centrally concentrated, turbulent spheres with a total\nmass of $2.5\\times 10^3\\, M_\\odot$, investigating the effects of varying\nnumerical resolution and star formation scenarios. The free-fall time is\nshorter at the center than at the edges of the cloud, with a minimum value of\n$0.55\\,\\mathrm{Myr}$. The key conclusions from this study are: (1) subclusters\ninitially form even in dense gas clouds; (2) the final stellar density profile\nis consistent with a Plummer profile, but more centrally concentrated than\nanalytically predicted; (3) gas collapses globally toward the center on the\ncentral free-fall time scale, contradicting the assumption in analytical models\nof local fragmentation and star formation; (4) hence, gas is predominantly\nejected from the innermost regions; and (5) the final value of the SFE depends\non the mass and formation time of the most massive star as well as the overall\nstar formation timescale.\n",
      "author": [
        {
          "name": "Adilkhan Assilkhan"
        },
        {
          "name": "Mordecai-Mark Mac Low"
        },
        {
          "name": "Brooke Polak"
        },
        {
          "name": "Ernazar Abdikamalov"
        },
        {
          "name": "Claude Cournoyer-Cloutier"
        },
        {
          "name": "Sean C. Lewis"
        },
        {
          "name": "Mukhagali Kalambay"
        },
        {
          "name": "Aigerim Otebay"
        },
        {
          "name": "Bekdaulet Shukirgaliyev"
        }
      ],
      "arxiv:comment": {
        "_": "Submitted for publication in A&A. 13 pages, 10 figures, 2 tables.\n  Comments and suggestions (including missing references) are welcome",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2507.05016v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2507.05016v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 3
    },
    {
      "id": "http://arxiv.org/abs/2507.03685v1",
      "updated": "2025-07-04T16:09:25Z",
      "published": "2025-07-04T16:09:25Z",
      "title": "The late Miocene $^{10}$Be anomaly and the possibility of a supernova",
      "summary": "  Recent measurements of cosmogenic $^{10}$Be in deep-ocean ferromanganese\ncrusts from the Central and Northern Pacific have revealed an anomalous\nconcentration between 11.5 and 9.0 Myr ago, peaking at 10.1 Myr. One possible\nexplanation is a nearby supernova (SN) event. Motivated by this and by the\nproximity of the Solar System to the Orion star-forming region during that\nperiod, we estimate the probability that at least one SN occurred between the\nonset and peak of the anomaly. Using an open cluster catalog based on Gaia DR3,\nwe trace back the orbits of 2725 clusters and the Sun over the past 20 Myr and\ncompute the expected number of SN events. We find 19 clusters with a\nprobability greater than 1% each of producing at least one SN within 100 pc of\nthe Sun in the time interval 11.5-10.1 Myr ago. The total cumulative\nprobability exceeds zero at 35 pc from the Sun and increases rapidly with\ndistance, reaching 68% near 100 pc. Two young clusters dominate the SN\nprobability: ASCC 20 contributes most within 70 pc, while OCSN 61 becomes more\nsignificant beyond that distance. Our results support the plausibility of a SN\norigin for the $^{10}$Be anomaly and highlight the importance of additional\n$^{10}$Be records from independent terrestrial archives to determine whether\nthe anomaly is of astrophysical or terrestrial origin.\n",
      "author": [
        {
          "name": "E. Maconi"
        },
        {
          "name": "J. Alves"
        },
        {
          "name": "J. Großschedl"
        },
        {
          "name": "A. Rottensteiner"
        },
        {
          "name": "C. Swiggum"
        },
        {
          "name": "S. Ratzenböck"
        }
      ],
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2507.03685v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2507.03685v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 1.5
    },
    {
      "id": "http://arxiv.org/abs/2507.03420v1",
      "updated": "2025-07-04T09:26:33Z",
      "published": "2025-07-04T09:26:33Z",
      "title": "FEAST: probing the stellar population of the starburst dwarf galaxy\n  NGC4449 with JWST/NIRCam",
      "summary": "  We present new JWST/NIRCam observations of the starburst irregular galaxy NGC\n4449, obtained in Cycle 1 as part of the Feedback in Emerging extrAgalactic\nStar clusTers (FEAST) program, which we use to investigate its resolved stellar\npopulations and their spatial distributions. NGC4449 NIR color-magnitude\ndiagrams reveal a broad range of stellar populations, spanning different\nevolutionary phases, from young main sequence stars, to old red giant branch\nstars and asymptotic giant branch (AGB) stars. The analysis of their spatial\ndistributions shows that younger (< 10 Myr) populations form an S-shaped\ndistribution aligned with the galaxy's north-south axis, while stars aged 10 -\n60 Myr show shifting concentrations from the north to the south, consistent\nwith the possibility that external interactions or tidal effects may have\ntriggered star formation in spatially distinct bursts. Clusters of comparable\nages generally follow these distributions, suggesting that cluster and field\nstars form at the same pace in each galaxy region. Thanks to the unprecedented\nhigh-spatial resolution and sensitivity of the JWST data we recover a clear gap\nbetween Oxygen-rich and the carbon star branch of the AGB population and the\npresence of a massive AGB star \"finger\". The analysis of these stars can\nprovide constraints on AGB evolution models and dust production in this galaxy.\nThese results confirms NGC 4449 status as a compelling example of a local dwarf\nstarburst galaxy undergoing complex and possibly external driven star formation\nand underscore the power of JWST in probing the full lifecycle of stars in\nnearby starburst systems.\n",
      "author": [
        {
          "name": "Matteo Correnti"
        },
        {
          "name": "Giacomo Bortolini"
        },
        {
          "name": "Flavia Dell'Agli"
        },
        {
          "name": "Angela Adamo"
        },
        {
          "name": "Michele Cignoni"
        },
        {
          "name": "Elena Sacchi"
        },
        {
          "name": "Monica Tosi"
        },
        {
          "name": "Alex Pedrini"
        },
        {
          "name": "Anne S. M. Buckner"
        },
        {
          "name": "Daniela Calzetti"
        },
        {
          "name": "Ana Duarte-Cabral"
        },
        {
          "name": "Bruce G. Elmegreen"
        },
        {
          "name": "Helena Faustino Vieira"
        },
        {
          "name": "John S. Gallagher"
        },
        {
          "name": "Kathryn Grasha"
        },
        {
          "name": "Benjamin Gregg"
        },
        {
          "name": "Kelsey E. Johnson"
        },
        {
          "name": "Thomas S. -Y. Lai"
        },
        {
          "name": "Drew Lapeer"
        },
        {
          "name": "Sean T. Linden"
        },
        {
          "name": "Matteo Messa"
        },
        {
          "name": "Goran Ostlin"
        },
        {
          "name": "Elena Sabbi"
        },
        {
          "name": "Linda J. Smith"
        },
        {
          "name": "Paolo Ventura"
        }
      ],
      "arxiv:comment": {
        "_": "ApJ in press, 21 pages, 14 figures, 1 table",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2507.03420v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2507.03420v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 1
    },
    {
      "id": "http://arxiv.org/abs/2507.03070v1",
      "updated": "2025-07-03T18:00:01Z",
      "published": "2025-07-03T18:00:01Z",
      "title": "A Multi-Data Approach to Open Clusters: Roslund 3 and Ruprecht 174 in\n  CCD UBV and Gaia DR3 Context",
      "summary": "  A detailed analysis of the structural, astrophysical, kinematic, and\ndynamical properties of the open clusters Roslund 3 and Ruprecht1 74 is carried\nout using CCD UBV photometry in conjunction with astrometric and photometric\ndata from Gaia DR3. Membership probabilities were computed via the UPMASK\nalgorithm applied to Gaia proper motions and trigonometric parallaxes, leading\nto the identification of 198 likely members for Roslund 3 and 397 for Ruprecht\n174. Astrophysical parameters were derived using both the classical approach,\nwhere parameters are independently determined, and a MCMC technique, which\nestimates them simultaneously. The agreement between the results from both\nmethods confirms their reliability and highlights the robustness of the\nclassical method. The reddening values were determined as $E(B-V)=0.410\\pm\n0.046$ mag for Roslund 3 and $E(B-V)=0.615\\pm 0.042$ mag for Ruprecht 174. The\nestimated distances are $d=1687 \\pm 121$ pc for Roslund 3 and $d=2385 \\pm 163$\npc for Ruprecht 174. Both clusters exhibit metallicities close to the solar\nvalue, with [Fe/H] = $0.030 \\pm 0.065$ dex for Roslund 3 and [Fe/H] = $0.041\n\\pm 0.064$ dex for Ruprecht 174. The corresponding ages were found to be\n$\\tau=60\\pm 6$ and $\\tau=520\\pm 50$ Myr, respectively. The present day mass\nfunction slopes were found to be $1.18 \\pm 0.13$ for Roslund 3 and $1.53 \\pm\n0.30$ for Ruprecht 174, consistent with the canonical Salpeter value within\nuncertainties. Galactic orbital analyses indicate that both clusters are\nthin-disk members confined within the Solar circle. Additionally, relaxation\ntimes and spatial distributions of stars suggest that both clusters have\nreached dynamical relaxation and exhibit clear signs of mass segregation.\n",
      "author": [
        {
          "name": "H. Karagoz"
        },
        {
          "name": "T. Yontan"
        },
        {
          "name": "S. Bilir"
        },
        {
          "name": "O. Plevne"
        },
        {
          "name": "T. Ak"
        },
        {
          "name": "S. Ak"
        },
        {
          "name": "R. Canbay"
        },
        {
          "name": "T. Banks"
        }
      ],
      "arxiv:comment": {
        "_": "27 pages, including 15 figures and 9 tables, accepted for publication\n  in the Astronomical Journal",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2507.03070v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2507.03070v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 6
    },
    {
      "id": "http://arxiv.org/abs/2507.02780v1",
      "updated": "2025-07-03T16:43:11Z",
      "published": "2025-07-03T16:43:11Z",
      "title": "Massive Interacting Binaries Enhance Feedback in Star-Forming Regions",
      "summary": "  We present a new framework to incorporate feedback from massive interacting\nbinaries in simulations of star cluster formation. Our new feedback model adds\nbinary stellar evolution to the cluster formation code Torch, and couples it in\nAMUSE to the pre-existing modules for collisional stellar dynamics,\nmagnetohydrodynamics, and mechanical and radiative feedback. Our model accounts\nfor the effects of mass transfer on the stars' mass loss rates, their radiation\nspectra, and the timing of core-collapse supernovae. It also injects mass lost\nthrough non-conservative mass transfer and common envelope ejection into the\ninterstellar medium. We demonstrate the use of our feedback model through\nsimulations of isolated binaries in a gaseous medium, and of embedded clusters\nof massive binaries. Feedback from interacting binaries efficiently couples\nwith the surrounding interstellar medium. It increases the size of HII regions,\nincreases the kinetic and thermal energy of the gas, and increases the pressure\nwithin HII regions compared to models that use single star stellar evolution.\nThose differences arise from the ionizing radiation, which increases by three\norders of magnitude, resulting in HII regions that expand due to thermal\npressure rather than radiation pressure. The effects of stellar dynamics and\nthe gravitational potential of the background gas cause the evolution of\nindividual binaries to deviate from the predictions made by secular evolution,\nimpacting the subsequent feedback from the binary. We conclude that massive\ninteracting binaries are an important source of feedback in cluster-forming\nregions, and must be considered when studying the emerging timescales of young\nstar clusters.\n",
      "author": [
        {
          "name": "Claude Cournoyer-Cloutier"
        },
        {
          "name": "Eric P. Andersson"
        },
        {
          "name": "Sabrina M. Appel"
        },
        {
          "name": "Natalia Lahén"
        },
        {
          "name": "Brooke Polak"
        },
        {
          "name": "Antti Rantala"
        },
        {
          "name": "Silvia Toonen"
        },
        {
          "name": "Alison Sills"
        },
        {
          "name": "Steven Rieder"
        },
        {
          "name": "Simon Portegies Zwart"
        },
        {
          "name": "Mordecai-Mark Mac Low"
        },
        {
          "name": "William E. Harris"
        }
      ],
      "arxiv:comment": {
        "_": "Accepted for publication in the Astrophysical Journal. 28 pages\n  (including references), 12 figures, 2 tables",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2507.02780v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2507.02780v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 2
    },
    {
      "id": "http://arxiv.org/abs/2507.01312v1",
      "updated": "2025-07-02T02:56:24Z",
      "published": "2025-07-02T02:56:24Z",
      "title": "Spatially Resolving the Fundamental Elements of Reionization in Galaxies",
      "summary": "  Cosmic reionization marks a critical epoch when the first galaxies ionized\nthe intergalactic medium through the escape of Lyman continuum (LyC) radiation.\nYoung, massive star clusters are believed to be the primary LyC sources, yet\nthe physical mechanisms enabling LyC escape remain poorly understood. Most\nexisting studies rely on spatially integrated observations, which lack the\nresolution to resolve internal galaxy structure and pinpoint where and how LyC\nphotons escape. To address this, we propose a science case for the Habitable\nWorlds Observatory (HWO) that enables spatially resolved spectroscopy of\nLyC-emitting star clusters and their environments in low-redshift galaxies.\nThis requires a UV integral field unit (IFU) with coverage down to ~ 900\nAngstrom and a spatial resolution of 10-100 pc-capabilities essential for\ndirectly detecting LyC escape and mapping the surrounding interstellar medium.\nWith such instrumentation, we will map cluster-scale LyC escape fractions,\ncharacterize the physical conditions of the surrounding interstellar medium,\nand directly observe feedback-driven outflows that facilitate LyC leakage.\nThese observations will enable novel calibrations of indirect LyC indicators at\nunprecedented spatial resolution and establish direct connections between local\nLyC processes and those in high-redshift, clumpy star-forming galaxies. In the\nlong run, this program will build the physical framework needed to understand\nhow galaxies reionized the early universe and shaped its subsequent evolution.\n",
      "author": [
        {
          "name": "Xinfeng Xu"
        },
        {
          "name": "Stephan McCandliss"
        },
        {
          "name": "Allison Strom"
        },
        {
          "name": "Yumi Choi"
        },
        {
          "name": "Annalisa Citro"
        },
        {
          "name": "Håkon Dahle"
        },
        {
          "name": "Matthew J. Hayes"
        },
        {
          "name": "Anne Jaskot"
        },
        {
          "name": "Logan Jones"
        },
        {
          "name": "Gagandeep Kaur"
        },
        {
          "name": "Themiya Nanayakkara"
        },
        {
          "name": "Alexandra Le Reste"
        }
      ],
      "arxiv:comment": {
        "_": "7 pages, 3 figures, 1 table, to be submitted to 2025 Astronomical\n  Society of the Pacific (ASP)",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2507.01312v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2507.01312v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": {
        "$": {
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "score": 2
    },
    {
      "id": "http://arxiv.org/abs/2507.00815v1",
      "updated": "2025-07-01T14:46:35Z",
      "published": "2025-07-01T14:46:35Z",
      "title": "The Evolution of Substructure during Star Cluster Assembly",
      "summary": "  Star cluster formation and assembly occurs inside filamentary and turbulent\nmolecular clouds, which imprints both spatial and kinematic substructure on the\nyoung cluster. In this paper, we quantify the amount and evolution of this\nsubstructure in simulations of star cluster formation that include radiation\nmagnetohydrodynamical evolution of the gas, coupled with detailed stellar\ndynamics, binary formation and evolution, and stellar feedback. We find that\nboth spatial and kinematic substructure are present at early times. Both are\nerased as the cluster assembles through the formation of new stars as well as\nthe merger of sub-clusters. Spatial substructure is erased over a timescale of\napproximately 2.5 times the initial free-fall time of the cloud. Kinematic\nsubstructure persists for longer, and is still present to the end of our\nsimulations. We also explored our simulations for evidence of early dynamical\nmass segregation, and conclude that the presence of a population of binary\nstars can accelerate and enhance the mass segregation process.\n",
      "author": [
        {
          "name": "Edwin Laverde-Villarreal"
        },
        {
          "name": "Alison Sills"
        },
        {
          "name": "Claude Cournoyer-Cloutier"
        },
        {
          "name": "Veronica Arias Callejas"
        }
      ],
      "arxiv:comment": {
        "_": "Accepted by The Astrophysical Journal",
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom"
        }
      },
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2507.00815v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2507.00815v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.GA",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 5
    },
    {
      "id": "http://arxiv.org/abs/2507.00800v1",
      "updated": "2025-07-01T14:34:19Z",
      "published": "2025-07-01T14:34:19Z",
      "title": "The Gaia-ESO Survey: Projected Rotational Velocities of B stars in the\n  Carina Nebula",
      "summary": "  The Carina Nebula is an active star-forming region with several open clusters\nrich in massive OB stars, thus making it an optimal target for studying stellar\nproperties such as rotation for large samples of these early-type stars. We\nstudied a sample of early-type stars probable members of the 8 open clusters in\nthe Carina Complex. The observational data consist of high-resolution spectra\nfrom the Gaia-ESO public Spectroscopic Survey. Astrometric and photometric data\nfrom Gaia EDR3 and radial velocities measured from the observed spectra are\nused to confirm the cluster members. The projected rotational velocities of 330\nearly-type stars of Carina are derived from the widths of \\ion{He}{i} lines at\n4388 and 4471 \\AA. The reported \\Vsini\\ values are the first estimates for 222\nearly-type stars. The \\Vsini\\ distribution for the Carina clusters peaks at\n$\\sim$100-150 \\kms, consistent with the distributions for B stars in Galactic\nclusters. \\Vsini\\ estimates for stars members of the clusters Trumpler 15,\nCollinder 228, Collinder 232, and Bochum 11 are presented for the first time in\nthe literature. For a subsample of stars with earlier spectral types from B0 to\nB3, we find a bimodal distribution, with a third, small peak towards the upper\nvalues of \\Vsini. When the full sample is split according to the parent\ncluster, we find that the oldest cluster in our sample, NGC 3293, presents a\nhigher concentration of rapidly rotating stars. In contrast, Collinder 228\npresents a larger number of stars with lower \\Vsini.\n",
      "author": [
        {
          "name": "W. Santos"
        },
        {
          "name": "S. Daflon"
        },
        {
          "name": "J. V. Sales Silva"
        },
        {
          "name": "K. Cunha"
        },
        {
          "name": "R. Blomme"
        },
        {
          "name": "T. Morel"
        },
        {
          "name": "A. Herrero"
        },
        {
          "name": "J. Maiz Apellániz"
        },
        {
          "name": "L. Mahy"
        },
        {
          "name": "S. R. Berlanas"
        },
        {
          "name": "T. Bensby"
        },
        {
          "name": "A. Bragaglia"
        },
        {
          "name": "F. Damiani"
        },
        {
          "name": "A. Frasca"
        },
        {
          "name": "G. Gilmore"
        },
        {
          "name": "V. Kalari"
        },
        {
          "name": "A. Lanzafame"
        },
        {
          "name": "S. Randich"
        },
        {
          "name": "S. Van Eck"
        },
        {
          "name": "S. Zaggia"
        },
        {
          "name": "L. O. Kerber"
        },
        {
          "name": "O. J Katime Santrich"
        }
      ],
      "link": [
        {
          "$": {
            "href": "http://arxiv.org/abs/2507.00800v1",
            "rel": "alternate",
            "type": "text/html"
          }
        },
        {
          "$": {
            "title": "pdf",
            "href": "http://arxiv.org/pdf/2507.00800v1",
            "rel": "related",
            "type": "application/pdf"
          }
        }
      ],
      "arxiv:primary_category": {
        "$": {
          "xmlns:arxiv": "http://arxiv.org/schemas/atom",
          "term": "astro-ph.SR",
          "scheme": "http://arxiv.org/schemas/atom"
        }
      },
      "category": [
        {
          "$": {
            "term": "astro-ph.SR",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        },
        {
          "$": {
            "term": "astro-ph.GA",
            "scheme": "http://arxiv.org/schemas/atom"
          }
        }
      ],
      "score": 3
    }
  ]
}